Repository: gooog1111/luci-i18n-OpenClash-ru
Catalog: openclash.*.po
Languages: ru

source: 2. It may be that the cache causes the browser to directly use the IP for access
ru: 2. Возможно, кэш заставляет браузер напрямую использовать IP-адрес для доступа

source: 3. It may be that DNS hijacking did not take effect, so clash unable to reverse the domain name
ru: 3. Возможно, перехват DNS не сработал, из-за чего Clash не может правильно определить доменное имя соединения

source: 4. It may be that the filled address cannot be resolved and connected
ru: 4. Возможно, указанный адрес не может быть разрешён и подключён

source: OpenClash Log
ru: Журнал плагина

source: Core Log
ru: Журнал ядра

source: Append Upstream DNS
ru: Добавить вышестоящий DNS

source: Append The Upstream Assigned DNS And Gateway IP To The Nameserver
ru: Добавить назначенные вышестоящим провайдером DNS и IP шлюза в Nameserver

source: All Groups
ru: Все группы политик

source: Are you sure want to switch the running mode?
ru: Вы уверены, что хотите переключить режим работы?

source: Tip: Because of the file
ru: Подсказка: Поскольку файл

source: modificated, Pause quick start...
ru: был изменён, приостановка быстрого запуска...

source: Click to Update
ru: Нажмите для обновления правил

source: Persistence Fake-IP
ru: Сохранение Fake-IP

source: Cache Fake-IP DNS Resolution Records To File, Improve The Response Speed After Startup
ru: Сохраняет записи DNS разрешения Fake-IP в файл, повышая скорость отклика и стабильность после запуска ядра

source: Test failed
ru: Проверка не удалась

source: OpenClash Start Failed
ru: Не удалось запустить OpenClash

source: interface-name
ru: Указать исходящий сетевой интерфейс

source: routing-mark
ru: Указать метку маршрутизации

source: Streaming Enhance
ru: Улучшение стриминга

source: Auto Select Unlock Proxy
ru: *Автовыбор разблокирующих нод

source: Auto Select Proxy For Streaming Unlock, Support Netflix, Disney Plus, HBO And YouTube Premium, etc
ru: Автоматический выбор разблокирующих нод. Поддерживает Netflix, Disney Plus, HBO, YouTube Premium и др.

source: Auto Select Interval(min)
ru: Интервал автовыбора (проверки) (минуты)

source: Expand Group
ru: Развернуть группу политик

source: Automatically Expand The Group When Selected
ru: Автоматически разворачивать вложенные группы политик и проводить проверку разблокировки. Включение может вызвать нестабильность сети

source: Group Filter
ru: Фильтр групп политик

source: Unlock Region Filter
ru: Фильтр региона разблокировки

source: Unlock Nodes Filter
ru: Фильтр разблокирующих нод

source: Tip: Start Auto Select Proxy For Netflix Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки Netflix...

source: Tip: Start Auto Select Proxy For Disney Plus Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки Disney Plus...

source: Tip: Start Auto Select Proxy For HBO Max Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки HBO Max...

source: Tip: Start Auto Select Proxy For YouTube Premium Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки YouTube Premium...

source: Tip: Start Auto Select Proxy For TVB Anywhere+ Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки TVB Anywhere+...

source: Tip: Start Auto Select Proxy For Amazon Prime Video Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки Amazon Prime Video...

source: Tip: Start Auto Select Proxy For DAZN Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки DAZN...

source: Tip: Start Auto Select Proxy For Paramount Plus Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки Paramount Plus...

source: Tip: Start Auto Select Proxy For Discovery Plus Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки Discovery Plus...

source: Tip: Start Auto Select Proxy For Bilibili Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки Bilibili...

source: Tip: Start Auto Select Proxy For Google Not CN Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для Google (не из Китая)...

source: Tip: Start Auto Select Proxy For OpenAI Unlock...
ru: Подсказка: Начало автовыбора (проверки) нод для разблокировки OpenAI...

source: Netflix Group:
ru: Группа политик Netflix:

source: Disney Plus Group:
ru: Группа политик Disney Plus:

source: HBO Max Group:
ru: Группа политик HBO Max:

source: TVB Anywhere+ Group:
ru: Группа политик TVB Anywhere+:

source: Amazon Prime Video Group:
ru: Группа политик Amazon Prime Video:

source: YouTube Premium Group:
ru: Группа политик YouTube Premium:

source: DAZN Group:
ru: Группа политик DAZN:

source: Paramount Plus Group:
ru: Группа политик Paramount Plus:

source: Discovery Plus Group:
ru: Группа политик Discovery Plus:

source: Bilibili Group:
ru: Группа политик Bilibili:

source: Google Group:
ru: Группа политик Google:

source: OpenAI Group:
ru: Группа политик OpenAI:

source: full support
ru: Полная разблокировка

source: full support, area:
ru: Полная разблокировка, регион:

source: only support homemade!
ru: Только поддерживает локальный контент!

source: unlock test faild!
ru: Проверка разблокировки не удалась!

source: , the type of group is not select, auto select could not work!
ru: , текущий тип группы политик не Select, автовыбор невозможен!

source: Start auto select unlock proxy...
ru: Начало автовыбора разблокирующих нод...

source: only support homemade! the type of group is not select, auto select could not work!
ru: Только поддерживает локальный контент! Текущий тип группы политик не Select, автовыбор невозможен!

source: unlock test faild! the type of group is not select, auto select could not work!
ru: Проверка разблокировки не удалась! Текущий тип группы политик не Select, автовыбор невозможен!

source: only support homemade! start auto select unlock proxy...
ru: Только поддерживает локальный контент! Начало автовыбора разблокирующих нод...

source: unlock test faild! start auto select unlock proxy...
ru: Проверка разблокировки не удалась! Начало автовыбора разблокирующих нод...

source: It Will Be Searched According To The Regex When Auto Search Group Fails
ru: При неудачном автоматическом получении группы политик будет произведён поиск по регулярному выражению

source: It Will Be Selected Region(Country Shortcode) According To The Regex
ru: Регион разблокировки (код страны) будет выбран согласно регулярному выражению

source: It Will Be Selected Nodes According To The Regex
ru: Имена разблокирующих нод будут выбраны согласно регулярному выражению

source: not support unlock!
ru: Не поддерживает разблокировку!

source: not support unlock! the type of group is not select, auto select could not work!
ru: Не поддерживает разблокировку! Текущий тип группы политик не Select, автовыбор невозможен!

source: not support unlock! start auto select unlock proxy...
ru: Не поддерживает разблокировку! Начало автовыбора разблокирующих нод...

source: unlock node auto selected successfully, the current selected is
ru: Автовыбор разблокирующей ноды успешен, сейчас выбрана

source: unlock node auto selected failed, no node available, rolled back to the
ru: Автовыбор разблокирующей ноды не удался, нет доступных полностью разблокирующих нод, откат к

source: , area:
ru: , регион:

source: failed to search based on keywords and automatically obtain the group, please confirm the validity of the regex!
ru: Поиск по ключевым словам и автоматическое получение группы политик не удались, проверьте корректность ключевых слов!

source: unlock node auto selected failed, no node match the regex, rolled back to other full support node
ru: Автовыбор разблокирующей ноды не удался, не найдено нод, соответствующих региону по настройкам, откат к разблокирующим нодам другого региона

source: unlock node auto selected successfully, no node match the old region, rolled back to other full support node
ru: Автовыбор разблокирующей ноды успешен, не найдено нод, соответствующих предыдущему региону разблокировки, откат к подходящим разблокирующим нодам другого региона

source: , but not match the regex!
ru: , но регион не соответствует настройкам!

source: full support but not match the old region!
ru: Полная разблокировка, но не соответствует предыдущему региону разблокировки!

source: , but not match the old region:
ru: , но не соответствует предыдущему региону разблокировки:

source: the type of group is not select, auto select could not work!
ru: Текущий тип группы политик не Select, автовыбор невозможен!

source: , but not match the regex! the type of group is not select, auto select could not work!
ru: Полная разблокировка, но регион не соответствует настройкам! Текущий тип группы политик не Select, автовыбор невозможен!

source: but not match the old region! the type of group is not select, auto select could not work!
ru: Но не соответствует предыдущему региону разблокировки! Текущий тип группы политик не Select, автовыбор невозможен!

source: , but not match the regex! start auto select unlock proxy...
ru: , но регион не соответствует настройкам! Начало автовыбора разблокирующих нод...

source: unlock node test finished, rolled back to the full support node
ru: Проверка разблокировки завершена, откат к полностью разблокированной ноде

source: unlock node test finished, no node match the old region, rolled back to other full support node
ru: Проверка разблокировки завершена, не найдено нод, соответствующих предыдущему региону разблокировки, откат к разблокирующим нодам другого региона

source: unlock node test finished, no node match the regex, rolled back to other full support node
ru: Проверка разблокировки завершена, не найдено нод, соответствующих региону по настройкам, откат к разблокирующим нодам другого региона

source: unlock node test finished, no node available, rolled back to the
ru: Проверка разблокировки завершена, нет доступных полностью разблокирующих нод, откат к

source: no nodes name match the regex!
ru: Не найдено нод с соответствующими именами!

source: Bypass Gateway Compatible
ru: Совместимость с обходным шлюзом (обходной маршрутизатор)

source: If The Network Cannot be Connected in Bypass Gateway Mode, Please Try to Enable.
ru: Если в режиме обходного шлюза (обходного маршрутизатора) сеть не подключается, попробуйте включить эту опцию.

source: Suggestion: If The Device Does Not Have WLAN, Please Disable The Lan Interface's Bridge Option
ru: Рекомендация: Если у устройства нет WLAN, отключите опцию мостового интерфейса для интерфейса Lan

source: Github Address Modify
ru: Изменение адреса Github

source: Modify The Github Address In The Config And OpenClash With Proxy(CDN) To Prevent File Download Faild. Format Reference:
ru: Использовать указанный прокси (CDN) для зеркалирования адресов Github в плагине и файле конфигурации, чтобы предотвратить сбои загрузки файлов. Формат参考:

source: File Edit
ru: Редактирование файла

source: Overwrite Edit
ru: Переопределение настроек

source: Create File
ru: Создать файл

source: You are editing the overwrite script, please note that some settings may cause the abnormal, be careful with the modification!
ru: Вы редактируете скрипт переопределения. Учтите, что некоторые настройки могут вызвать аномалии, изменяйте осторожно!

source: Paste the name of the new file (including the extension) here:
ru: Введите здесь имя нового файла (с расширением):

source: Delay Start (s)
ru: Задержка запуска (секунды)

source: Delay Start On Boot
ru: Задержка запуска при загрузке системы

source: Enable Delay Start, OpenClash Will Start After
ru: Задержка запуска включена, OpenClash запустится через

source: Secends...
ru: секунд...

source: Waiting for command to complete...
ru: Ожидание завершения выполнения команды...

source: Collecting data...
ru: Сбор данных...

source: Flushing...
ru: Очистка...

source: Flush Successful
ru: Очистка успешна

source: Flush Timeout
ru: Таймаут очистки

source: Flush
ru: Очистить

source: Flush DNS Cache
ru: Очистить DNS кэш

source: No Specify Upload File
ru: Файл для загрузки не выбран

source: Custom Params
ru: Пользовательские параметры

source: eg: "rename=match@replace" , "rename=\s+([2-9])[xX]@ (HIGH:$1)"
ru: Пример формата: "rename=match@replace" , "rename=\s+([2-9])[xX]@ (Высокий:$1)"

source: Use Rule Provider
ru: Использовать набор правил

source: Note: Please Make Sure Backend Service Supports This Feature
ru: Внимание: Убедитесь, что выбранная вами серверная служба поддерживает эту функцию, иначе ядро может не запуститься

source: Rename
ru: Переименовать

source: Paste the new file name (including the extension) here:
ru: Введите здесь новое имя файла (с расширением):

source: Illegal extension!
ru: Неподдерживаемое расширение!

source: Manual Test
ru: Ручная проверка

source: Unlock Test(Select)
ru: Проверка разблокировки (Выбор)

source: All Proxies Test
ru: Проверить все ноды

source: Something Wrong While Testing...
ru: Что-то пошло не так, проверка не удалась...

source: Network instability may occur during testing, Are you sure want to start test?
ru: Во время проверки может возникнуть нестабильность сети. Вы уверены, что хотите начать проверку?

source: Subscription Info
ru: Информация о подписке

source: No Sub Info Found
ru: Информация о подписке не найдена

source: Sub Info Get Error
ru: Не удалось получить информацию о подписке

source: Router-Self Proxy
ru: *Проксирование трафика самого маршрутизатора

source: Only Supported for Rule Mode
ru: Поддерживается только в режиме правил (Rule), в других режимах трафик разделяется по умолчанию

source: ALL Functions In Stream Enhance Tag Will Not Work After Disable
ru: После отключения все функции в разделе улучшения стриминга станут недоступны

source: Error: Set Router Self Proxy Rule Failed,
ru: Ошибка: Не удалось изменить правило проксирования трафика самого маршрутизатора,

source: Error: Streaming Unlock Has No Parameter of Type, Exiting...
ru: Ошибка: Для улучшения стриминга не указан тип стриминга для проверки, выход...

source: Error: Streaming Unlock Could not Work Because of Router-Self Proxy Disabled, Exiting...
ru: Ошибка: Из-за отключения проксирования трафика самого маршрутизатора улучшение стриминга не может работать, выход...

source: Error: Multiple Scripts Running, Exiting...
ru: Ошибка: Запущено несколько скриптов, выход...

source: Enable Sniffer
ru: *Включить обнаружение (доменных имён) трафика

source: Sniffer Will Prevent Domain Name Proxy and DNS Hijack Failure
ru: Обнаружение (доменных имён) трафика может эффективно предотвращать аномалии разделения доменных имён и сбои перехвата DNS

source: Override All Dns Query
ru: Включите, чтобы по возможности перекрывать доменные имена, полученные из DNS запросов

source: Meta Settings
ru: Настройки Meta

source: Smart Settings
ru: Настройки Smart

source: Geodata Loader Mode
ru: Способ загрузки Geodata данных

source: Memconservative
ru: Режим малой памяти

source: Standard
ru: Стандартный режим

source: Enable GeoIP Dat
ru: Включить GeoIP Dat версию базы данных

source: Replace GEOIP MMDB With GEOIP Dat, Large Size File
ru: Использовать Geoip Dat для замены GEOIP MMDB базы данных, большой размер файла и не встроена

source: Need Download First
ru: Сначала загрузите

source: Auto Update GeoIP Dat
ru: Автообновление GeoIP Dat базы данных

source: Custom GeoIP Dat URL
ru: URL для обновления GeoIP Dat базы данных

source: Custom GeoIP Dat URL, Click Button Below To Refresh After Edit
ru: Пользовательский источник обновления GeoIP Dat базы данных. После редактирования нажмите кнопку ниже для применения

source: Update GeoIP Dat
ru: Обновить GeoIP Dat базу данных

source: Note: It is not recommended to enable IPv6 and related services for routing. Most of the network connection problems reported so far are related to it
ru: Внимание: Для маршрутизации не рекомендуется включать IPv6 и связанные службы, большинство сообщаемых проблем с сетевым подключением связаны с ним

source: Note: Turning on secure DNS in the browser will cause abnormal shunting, please be careful to turn it off
ru: Внимание: Включение безопасного DNS в браузере вызовет аномалии разделения трафика,请注意关闭

source: Note: Some software will modify the device HOSTS, which will cause abnormal shunt, please pay attention to check
ru: Внимание: Некоторые программы изменяют HOSTS устройства, что вызывает аномалии разделения трафика,请注意检查

source: Note: The default proxy routes local traffic, BT, PT download, etc., please use Redir-Host mode as much as possible and pay attention to traffic avoidance
ru: Внимание: По умолчанию проксируется локальный трафик маршрутизатора, BT, PT загрузки и т.д. По возможности используйте режим Redir-Host и注意进行流量规避

source: Note: Game proxy please use nodes except VMess
ru: Внимание: Для игрового прокси используйте ноды, кроме VMess

source: Note: If the connection is abnormal, please follow the steps on this page to check first
ru: Внимание: При аномалиях подключения сначала выполните проверку по шагам на этой странице

source: Note: If you need to perform client access control in Fake-IP mode, please change the DNS hijacking mode to firewall forwarding
ru: Внимание: В режиме Fake-IP, если требуется контроль доступа клиентов, измените режим перехвата DNS на пересылку через фаервол

source: Click to the page
ru: Перейти на страницу

source: Custom Sniffer Settings
ru: Пользовательские настройки обнаружения (sniffing) трафика

source: Custom The Force and Skip Sniffing Doamin Lists
ru: Настройка списков доменов для принудительного и пропуска обнаружения (sniffing) трафика и др.

source: Enable Tcp Concurrent
ru: *Включить TCP параллелизм

source: TCP Concurrent Request IPs, Choose The Lowest Latency One To Connection
ru: Параллельный запрос всех IP-адресов по TCP с последующим выбором соединения с наименьшей задержкой

source: Remaining
ru: Осталось

source: days
ru: дней

source: Specific Interface
ru: Указать интерфейс

source: DNS Lookup Only Through The Specific Interface
ru: DNS запросы только через указанный интерфейс

source: Specific Group (Support Regex)
ru: Указать группу политик (поддерживается Regex)

source: Group Use For Proxy The DNS
ru: Группа политик, используемая для проксирования этого DNS

source: Direct Nameserver
ru: Прямое разрешение доменных имён

source: Use For Domain Need Direct
ru: Используется для разрешения IP-адресов доменов прямого подключения

source: Node Domain Resolve
ru: Разрешение доменных имён нод

source: Use For Node Domain Resolve
ru: Используется для разрешения IP-адресов доменных имён нод

source: Lan Traffic Access List
ru: Контроль доступа по исходному трафику

source: The Traffic From The Local Specified Port Will Not Pass The Core, Try To Set When The Bypass Gateway Forwarding Fails
ru: Трафик с локальных указанных портов не будет проходить через ядро. Попробуйте настроить при сбоях пересылки в режиме обходного шлюза (обходного маршрутизатора)

source: Local IPv4 Network Bypassed List
ru: Локальные IPv4 адреса для обхода

source: Local IPv6 Network Bypassed List
ru: Локальные IPv6 адреса для обхода

source: The Traffic of The Destination For The Specified Address Will Not Pass The Core
ru: Трафик с указанным адресом назначения не будет проходить через ядро

source: Force HTTP/3
ru: Принудительный HTTP/3

source: Force HTTP/3 to connect
ru: Принудительно использовать HTTP/3 для подключения

source: Unzip Error!
ru: Ошибка распаковки!

source: Unzip Error
ru: Ошибка распаковки

source: Switch To Official Version
ru: Переключиться на официальную версию

source: Switch To Meta Version
ru: Переключиться на Meta версию

source: Switch(Update) Dashboard Version
ru: Переключить (обновить) версию Dashboard

source: Switch(Update) Yacd Version
ru: Переключить (обновить) версию Yacd

source: Update Metacubexd Version
ru: Обновить версию Metacubexd

source: Update Zashboard Version
ru: Обновить версию Zashboard

source: Downloading File...
ru: Загрузка файла...

source: Update Failed
ru: Обновление не удалось

source: Update Successful
ru: Обновление успешно

source: Switch Successful
ru: Переключение успешно

source: Close Old Connections
ru: Закрыть старые соединения

source: Automatically Close Old Connections When New Unlock Node Selected
ru: Закрывать все старые соединения соответствующей группы политик при переключении разблокирующей ноды

source: Append Default DNS
ru: Добавить DNS по умолчанию

source: Automatically Append Compliant DNS to default-nameserver
ru: Автоматически добавлять соответствующие требованиям DNS в default-nameserver

source: China Mainland Only
ru: Только материковый Китай

source: Hongkong/Macau/Taiwan
ru: Гонконг/Макао/Тайвань

source: Taiwan Only
ru: Только Тайвань

source: Backup Section
ru: Резервное копирование плагина

source: Backup Exclude Cores
ru: Не включать ядро в резервную копию

source: Backup Core
ru: Резервное копирование только ядра

source: Backup Config
ru: Резервное копирование только конфигурации

source: Backup Rule Provider
ru: Резервное копирование только наборов правил

source: Backup Proxy Provider
ru: Резервное копирование только провайдеров прокси

source: Chnroute Bypassed List
ru: Чёрный список IPv4 для обхода указанных регионов

source: Chnroute6 Bypassed List
ru: Чёрный список IPv6 для обхода указанных регионов

source: Domains or IPs in The List Will Not be Affected by The China IP Route Option, Depend on Dnsmasq
ru: Домены или IP в списке не будут затронуты опцией обхода указанных регионов IP. Функция зависит от Dnsmasq

source: Warning: You May Need to Turn off The Rebinding Protection Option of Dnsmasq When Hosts Has Set a Reserved Address...
ru: Предупреждение: При использовании зарезервированных адресов в Hosts可能需要 отключить защиту от перепривязки в Dnsmasq...

source: Auto Select Logic
ru: *Логика автовыбора

source: Urltest
ru: Приоритет низкой задержки

source: Random
ru: Случайный выбор

source: Tip: You have seted the authentication of SOCKS5/HTTP(S) proxy with
ru: Подсказка: Вы установили логин и пароль для SOCKS5/HTTP(S) прокси как

source: Google Not CN
ru: Google (не из Китая)

source: In Fake-ip Mode, Even If This Option is Turned Off, Domain Type Connections Still Pass Through The Core For The Availability
ru: В режиме Fake-IP, даже если эта опция выключена, соединения доменного типа могут всё равно проходить через ядро для обеспечения доступности

source: Warning: TUN Interface Start Failed, Please Check The Dependence or Try to Restart Again!
ru: Предупреждение: Не удалось запустить TUN интерфейс, проверьте зависимости или попробуйте перезапустить позже!

source: Warning: TUN Interface Start Failed, Try to Restart Again...
ru: Предупреждение: Не удалось запустить TUN интерфейс, попытка перезапуска ядра...

source: Error: Core Start Failed, Please Check The Log Infos!
ru: Ошибка: Не удалось запустить ядро, просмотрите 《Журнал ядра》 для выяснения причины!

source: Error: Core Status Abnormal, Please Check The Log Infos!
ru: Ошибка: Статус ядра аномален, просмотрите 《Журнал ядра》 для выяснения причины!

source: Forced Sniff Pure IP Connections
ru: Принудительное обнаружение (sniffing) всех соединений с чистыми IP

source: Forced Sniff Pure IP
ru: Обнаружение (sniffing) соединений с чистыми IP

source: Download Failed:
ru: Загрузка не удалась:

source: Warning: Dnsmasq not Support nftset, Use ipset...
ru: Предупреждение: Dnsmasq не поддерживает nftset, использование ipset вместо...

source: Tip: Firewall4 was Detected, Use NFTABLE Rules...
ru: Подсказка: Обнаружен Firewall4, использование правил NFTABLE...

source: Specify CN DNS Server
ru: DNS сервер для доменов Китая

source: Seconds...
ru: секунд...

source: 1. Before modifying the configuration file, please click the button below to read the configuration file
ru: 1. Перед изменением конфигурации нажмите кнопку ниже, чтобы прочитать файл конфигурации
