Repository: gooog1111/luci-i18n-OpenClash-ru
Catalog: openclash.*.po
Languages: ru

source: 2. Proxy-providers address can be directly filled in the subscription link
ru: 2. Адрес провайдеров прокси можно напрямую указывать как ссылку на подписку

source: Custom Tag
ru: Пользовательская метка

source: Mark as Custom Node to Prevent Retention config from being Deleted When Enabled
ru: Пометить как пользовательскую ноду, чтобы предотвратить удаление при включении сохранения конфигурации

source: Error: Edit URL-Test URL Failed,
ru: Ошибка: Не удалось изменить адрес проверки скорости,

source: Error: Edit URL-Test Interval Failed,
ru: Ошибка: Не удалось изменить интервал проверки скорости,

source: URL-Test Address Modify
ru: Изменение адреса проверки скорости (доступности)

source: Modify The URL-Test Address In The Config
ru: Изменить адрес проверки скорости (доступности) в конфигурации

source: URL-Test Interval Modify
ru: Изменение интервала проверки скорости (доступности)

source: Modify The URL-Test Interval In The Config
ru: Изменить интервал проверки скорости (доступности) в конфигурации

source: Whether to Enable Process Rules, Only Works on Routerself, If You Are Not Sure, Please Choose off Which Useful in Router Environment, Depend on kmod-inet-diag
ru: Включать ли правила процессов. Работает только для процессов самого маршрутизатора. Если не уверены, выберите «Выкл.» для повышения производительности в среде маршрутизатора. Зависит от kmod-inet-diag

source: Enable Process Rule
ru: Включить правила процессов

source: Warning: Because there is a port range
ru: Предупреждение: Поскольку диапазон портов

source: in the firewall rule settings
ru: присутствует в настройках правил фаервола

source: auto bypassing may cause the normal connection of the client not to reach the core, if necessary, please add your own in the access control!
ru: автоматический обход может привести к тому, что нормальные соединения клиентов не достигнут ядра. При необходимости добавьте их самостоятельно в настройках плагина - контроль доступа по исходному трафику!

source: Tip: Start Add Port Bypassing Rules For Firewall Redirect and Firewall Rules...
ru: Подсказка: Добавление правил обхода портов на основе пересылки портов фаервола и правил связи фаервола...

source: Tip: DNS Hijacking Mode is Dnsmasq Redirect...
ru: Подсказка: Режим перехвата DNS — пересылка Dnsmasq...

source: Tip: DNS Hijacking Mode is Firewall Redirect...
ru: Подсказка: Режим перехвата DNS — пересылка через фаервол...

source: Tip: DNS Hijacking is Disabled...
ru: Подсказка: Перехват DNS не включён...

source: Fake-IP Range
ru: Диапазон адресов Fake-IP

source: Set Fake-IP Range
ru: Установить диапазон адресов Fake-IP

source: IPv6 Settings
ru: Настройки IPv6

source: Custom Config Overwrite Scripts Which Will Run After Plugin Own Completely, Please Be Careful, The Wrong Changes May Lead to Exceptions
ru: Пользовательские скрипты переопределения конфигурации. Эти скрипты выполняются после завершения переопределения плагином. Изменяйте осторожно,错误的修改可能会导致异常

source: Custom Firewall Rules, Support IPv4 and IPv6, All Rules Will Be Added After Plugin Own Completely
ru: Пользовательские правила фаервола, поддерживают IPv4 и IPv6. Эти скрипты выполняются после завершения встроенных правил плагина

source: Tip: Start Add Custom Firewall Rules...
ru: Подсказка: Начало добавления пользовательских правил фаервола...

source: Tip: Start Running Custom Overwrite Scripts...
ru: Подсказка: Начало выполнения пользовательских скриптов переопределения...

source: Developer Settings
ru: Опции разработчика

source: Restore
ru: Восстановить

source: DNS Test
ru: Тест DNS

source: No Response Found!
ru: Не удалось получить результат!

source: Client Fingerprint
ru: Отпечаток клиента

source: Change The Client Fingerprint, Only Support TLS Transport in TCP/GRPC/WS/HTTP For Vless/Vmess and Trojan
ru: Автоматически изменять TLS отпечаток клиента. В настоящее время поддерживается только Vless/Vmess(TCP/GRPC/WS/HTTP) и Trojan

source: Watchdog: Edit Client-fingerprint Failed,
ru: Демон: Не удалось изменить Client-fingerprint,

source: Error: Edit Client-fingerprint Failed,
ru: Ошибка: Не удалось изменить Client-fingerprint,

source: Traffic Control
ru: Контроль трафика

source: Hide IP
ru: Скрыть IP адрес

source: Show IP
ru: Показать IP адрес

source: Router Mode
ru: Режим маршрутизатора

source: Browser Mode
ru: Режим браузера

source: Refresh
ru: Обновить

source: Specify URL
ru: Указать адрес получения информации о подписке

source: Paste the new url of subscribe infos sources here:
ru: Вставьте сюда новый адрес источника информации о подписке:

source: Specify subscribe infos sources url successfully!
ru: Новый адрес источника информации о подписке успешно указан!

source: Delete Specify Subscribe infos sources url successfully!
ru: Указанный адрес источника информации о подписке удалён!

source: Specify subscribe infos sources url failed:
ru: Не удалось указать новый адрес источника информации о подписке:

source: IPv6 Proxy Mode
ru: Режим прокси IPv6

source: TProxy Mode
ru: Режим TProxy

source: Redirect Mode
ru: Режим Redirect

source: TUN Mode
ru: Режим TUN

source: Mix Mode
ru: Режим Mix混合【UDP-TUN, TCP-пересылка】

source: Tip: IPv6 Proxy Mode is Redirect...
ru: Подсказка: Режим прокси IPv6 — Redirect...

source: Tip: IPv6 Proxy Mode is TUN...
ru: Подсказка: Режим прокси IPv6 — TUN...

source: Tip: IPv6 Proxy Mode is TProxy...
ru: Подсказка: Режим прокси IPv6 — TProxy...

source: Tip: IPv6 Proxy Mode is Mix...
ru: Подсказка: Режим прокси IPv6 — Mix混合...

source: Warning: Can't Settting Only Intranet Allowed Function, Get IPv4 WAN Interfaces error, Please Verify The Firewall's WAN Zone Name is wan, Ignore This IF The Device Does not Have a WAN Interfaces...
ru: Предупреждение: Не удалось настроить функцию «Только локальная сеть», ошибка получения имени IPv4 WAN интерфейса. Убедитесь, что в настройках фаервола имя зоны IPv4 WAN — «wan». Если у устройства нет WAN порта, проигнорируйте это сообщение...

source: Warning: Can't Settting Only Intranet Allowed Function, Get IPv6 WAN Interfaces error, Please Verify The Firewall's WAN Zone Name is wan, Ignore This IF The Device Does not Have a WAN Interfaces...
ru: Предупреждение: Не удалось настроить функцию «Только локальная сеть», ошибка получения имени IPv6 WAN интерфейса. Убедитесь, что в настройках фаервола имя зоны IPv6 WAN — «wan». Если у устройства нет WAN порта, проигнорируйте это сообщение...

source: Config File Download Successful, Test If There is Any Errors...
ru: Загрузка конфигурации успешна, тестирование на наличие ошибок с помощью ядра...

source: configuration file
ru: конфигурация

source: test failed
ru: тестирование не удалось...

source: test is successful
ru: тестирование успешно...

source: Error: Config File Tested Faild, Please Check The Log Infos!
ru: Ошибка: Тестирование конфигурации не удалось, просмотрите 《Журнал ядра》 для выяснения причины!

source: Test The Config File First...
ru: Тестирование конфигурации ядром перед запуском...

source: Other Parameters
ru: Другие дополнительные настройки

source: Edit Your Other Parameters Here
ru: Введите ваши дополнительные настройки здесь

source: Error: Config Not Found, Switch Config File to
ru: Ошибка: Конфигурация не найдена, переключение на конфигурацию

source: Enable Unified Delay
ru: *Включить единую задержку

source: Change The Delay Calculation Method To Remove Extra Delays Such as Handshaking
ru: Изменение метода расчёта задержки для удаления дополнительных задержек, таких как рукопожатие, и снижения значения задержки

source: Tip: If the download fails, try setting the CDN in Overwrite Settings - General Settings - Github Address Modify Options
ru: Подсказка: Если загрузка не удалась, вы можете попробовать настроить CDN в Переопределение настроек - Основные настройки - Опции изменения адреса Github

source: Used for Downloading Subscriptions, Defaults to Clash
ru: Используется для загрузки подписок с указанием User-Agent, по умолчанию Clash

source: Error: Set Proxies Address Skip Failed,
ru: Ошибка: Не удалось настроить обход адресов серверов прокси,

source: Flush Failed
ru: Очистка не удалась

source: Respect Rules
ru: Следовать правилам

source: Whether or not The Connection to the DNS Server Follow the Rules in Config
ru: Следует ли соединению с DNS-сервером правилам, указанным в конфигурации

source: To Use in Fake-IP Mode, Please Switch The Dns Redirect Mode To Firewall Forwarding
ru: Для использования в режиме Fake-IP переключите режим перехвата DNS на пересылку через фаервол

source: Skip Proxy Address
ru: Обходить адреса серверов

source: Bypassing Server Addresses And Preventing Duplicate Proxies
ru: Обход адресов серверов для предотвращения дублирования прокси

source: Warning: Unsupported format, Proxies Address Skip Function Ignore Proxy-providers File
ru: Предупреждение: Неподдерживаемый формат, функция обхода адресов серверов прокси игнорирует файл провайдеров прокси

source: Custom Your CDN URL
ru: Настроить свой URL ссылки

source: Type CDN URL, Format Like
ru: Введите URL ссылки, формат参考

source: Please enter a valid URL!
ru: Введите корректный URL ссылки согласно примеру!

source: WAN Interface Name
ru: Имя WAN интерфейса

source: Select WAN Interface Name For The Intranet Allowed
ru: Укажите правильное имя WAN интерфейса для функции «Только локальная сеть»

source: LAN Interface Name
ru: Имя LAN интерфейса

source: Select LAN Interface Name
ru: Укажите правильное имя LAN интерфейса

source: For More Useful Meta Core Functions Go Wiki
ru: Для получения дополнительной информации о функциях Meta ядра посетите Wiki

source: Tip: Because Need Ensure Bypassing IP Option Work, Deleted The Fake-IP-Filter Rule
ru: Подсказка: Для обеспечения работы опции обхода IP, правило удалено из Fake-IP-Filter

source: Tip: Because Need Ensure Bypassing IP Option Work, Added The Fake-IP-Filter Rule
ru: Подсказка: Для обеспечения работы опции обхода IP, правило добавлено в Fake-IP-Filter

source: Fake-IP is not returned if the matching succeeds when blacklist mode or Fake-IP is returned if the matching succeeds when whitelist mode
ru: В режиме чёрного списка при успешном совпадении Fake-IP не возвращается. В режиме белого списка Fake-IP возвращается только при успешном совпадении

source: Blacklist Mode
ru: Режим чёрного списка

source: Whitelist Mode
ru: Режим белого списка

source: Cached Compliant Nodes Number:
ru: Количество закэшированных нод, соответствующих приоритетным условиям проверки:

source: , Cached Non-compliant Nodes Number:
ru: , количество нод, не соответствующих приоритетным условиям проверки:

source: , Prioritize Testing With Cached Compliant Nodes...
ru: , приоритетная проверка с использованием соответствующих условиям нод...

source: Flush Unlock Test Cache
ru: Очистить кэш проверки разблокировки

source: Flush Cache
ru: Очистить кэш

source: ECS Subnet
ru: Адрес региона ECS

source: Specify the ECS Subnet Address
ru: Указать адрес подсети региона ECS

source: ECS Override
ru: Переопределение адреса региона ECS

source: Override the ECS Subnet Address
ru: Принудительно переопределить адрес подсети региона для DNS запросов

source: Tip: Respect-rules Option Need Proxy-server-nameserver Option Must Be Setted, Auto Set to
ru: Подсказка: При использовании функции Respect-rules параметр Proxy-server-nameserver должен быть настроен, плагин установит его по умолчанию на

source: Tip: Nameserver Option Maybe All Setted The Proxy Option, Auto Set Proxy-server-nameserver Option to
ru: Подсказка: В опции Nameserver, возможно, все серверы настроены с опцией прокси, плагин автоматически установил опцию Proxy-server-nameserver на

source: Tip: Proxy-server-nameserver Option Maybe All Setted The Proxy Option, Auto Set Proxy-server-nameserver Option to
ru: Подсказка: В опции Proxy-server-nameserver, возможно, все серверы настроены с опцией прокси, плагин автоматически добавил настройки для опции Proxy-server-nameserver

source: For Avoiding Proxies Server Resolve Loop...
ru: Во избежание петли разрешения серверов прокси...

source: Tip: Config File
ru: Подсказка: Конфигурация

source: Downloading URL
ru: Ссылка для загрузки подписки

source: Downloading User-Agent
ru: User-Agent для подписки

source: Warning: Option
ru: Предупреждение: Опция

source: Tip: Option
ru: Подсказка: Опция

source: is Setted
ru: установлена

source: as DNS Server Which May Cause DNS Loop, Please Consider Removing It When DNS Works Abnormally...
ru: в качестве DNS-сервера, что может вызвать ошибку DNS-петли. При обнаружении аномальной работы DNS рассмотрите возможность удаления этой настройки...

source: as DNS Server Which May Cause DNS Loop, Already Remove It...
ru: в качестве DNS-сервера, что может вызвать ошибку DNS-петли, настройка удалена...

source: Error: Set Custom DNS Failed,
ru: Ошибка: Не удалось настроить пользовательский DNS,

source: Error: Set proxy-server-nameserver Failed,
ru: Ошибка: Не удалось настроить proxy-server-nameserver,

source: Error: Set direct-nameserver Failed,
ru: Ошибка: Не удалось настроить direct-nameserver,

source: Error: Set fallback-filter Failed,
ru: Ошибка: Не удалось настроить fallback-filter,

source: Rule
ru: Правило

source: Global
ru: Глобальный

source: Direct
ru: Прямой

source: Error: Config File Overwrite Failed,
ru: Ошибка: Не удалось переопределить конфигурацию,

source: Edit
ru: Редактировать

source: Proto
ru: Протокол связи

source: Family
ru: Тип адреса

source: Comment
ru: Примечание

source: Internal addresses
ru: Внутренние адреса

source: Internal ports
ru: Внутренние порты

source: Target
ru: Объект

source: Error: Network Anomaly, Suspend Unlock Detection...
ru: Ошибка: Сетевая аномалия, приостановка проверки разблокировки...

source: (Not Support mrs Format)
ru: (Не поддерживает формат mrs)

source: UpDate
ru: Обновить

source: Local Network
ru: Адрес внутренней сети

source: Error: LAN IP Address Get Error, Please Check The LAN Interface Setting or Choose the Correct Interface in the Setting!
ru: Ошибка: Не удалось получить IP-адрес LAN, проверьте настройки интерфейса LAN или выберите правильное имя интерфейса в настройках плагина!

source: Warning: Skiped The Custom Rule Because Group & Proxy Not Found:
ru: Предупреждение: Во избежание сбоя запуска, пропущено добавление этого пользовательского правила из-за отсутствия соответствующей группы политик или прокси:

source: Disable quic-go GSO Support
ru: Отключить поддержку quic-go GSO

source: Suggestion: If Encountering Issues With QUIC UDP on The Linux Kernel Version Above 6.6, Please Try to Enable.
ru: Рекомендация: Если возникают проблемы с UDP соединениями quic-go при версии ядра Linux выше 6.6, попробуйте включить эту опцию.

source: Drop The Type of DNS Responsed
ru: Отбрасывать указанный тип DNS ответов

source: Disable-IPv4
ru: Отключить IPv4

source: Disable-IPv6
ru: Отключить IPv6

source: Smart Core
ru: Smart ядро

source: Error: Failed to create update script!
ru: Ошибка: Не удалось создать процесс обновления плагина!

source: Attempting to start update service...
ru: Запуск процесса обновления плагина...

source: Service start failed, retrying in 2 seconds...
ru: Не удалось запустить процесс обновления плагина, повторная попытка через 2 секунды...

source: Error: Failed to start update service after 3 attempts, please check and try again later...
ru: Ошибка: Не удалось запустить процесс обновления плагина, проверьте журналы и повторите позже...

source: Core Update
ru: Обновление версии ядра

source: View core infos that support smart group
ru: Просмотреть информацию о ядрах, поддерживающих smart группы политик

source: Control panel address copied:
ru: Адрес панели управления скопирован:

source: Control panel secret copied:
ru: Секрет панели управления скопирован:

source: No control panel secret set
ru: Секрет панели управления не установлен

source: Proxy auth info copied:
ru: Информация аутентификации прокси скопирована:

source: No proxy auth info set
ru: Информация аутентификации прокси не установлена

source: Proxy info not available, please try again later
ru: Не удалось получить информацию о прокси, попробуйте позже

source: Mix proxy address copied:
ru: Адрес смешанного прокси скопирован:

source: Mix Proxy
ru: Смешанный прокси

source: Area Bypass
ru: Обход региона

source: Area bypass setting switched to:
ru: Настройка обхода региона переключена на:

source: Area bypass setting failed
ru: Не удалось переключить настройку обхода региона

source: Sniffer
ru: Сниффинг доменных имён

source: Sniffer setting
ru: Сниффинг доменных имён

source: Sniffer setting failed
ru: Не удалось переключить настройку сниффинга

source: DNS Proxy
ru: DNS прокси

source: Respect Rules setting
ru: DNS прокси

source: Respect Rules setting failed
ru: Не удалось переключить настройку DNS прокси

source: Copy failed, please copy manually:
ru: Не удалось скопировать, скопируйте вручную:

source: Copy Address
ru: Копировать адрес

source: Copy Secret
ru: Копировать секрет

source: Copy Auth Info
ru: Копировать информацию аутентификации

source: Not Available
ru: Недоступно

source: Off
ru: Выкл

source: Mainland
ru: Материк

source: Oversea
ru: Зарубежье

source: On
ru: Вкл

source: Get PAC Config
ru: Получить PAC конфигурацию

source: PAC file URL copied:
ru: URL файла PAC скопирован:

source: PAC file URL:
ru: URL файла PAC:

source: PAC file generation failed
ru: Не удалось создать файл PAC

source: Proxy service not available, please try again later
ru: Служба прокси недоступна, попробуйте позже

source: No authentication configured, please be aware of the risk of information leakage!
ru: Аутентификация прокси не настроена,请注意信息泄露风险!

source: Other
ru: Другое

source: Apply
ru: Применить

source: Proxy service not running
ru: Служба прокси не запущена

source: Unable to get proxy IP
ru: Не удалось получить IP прокси

source: Failed to write PAC file
ru: Не удалось создать файл PAC

source: Downloading:
ru: Прогресс загрузки:

source: Downloading...
ru: Загрузка...

source: Sniff the domain name of the traffics to avoid rule-based proxy failure
ru: Сниффинг доменных имён трафика для предотвращения сбоев прокси на основе правил

source: DNS querys respect-rules to preventing access failure
ru: DNS-запросы следуют правилам для проксирования, предотвращая сбои доступа

source: Upload File
ru: Загрузить файл

source: Subscribe Link
ru: Ссылка на подписку

source: Click to select file or drag and drop
ru: Нажмите для выбора файла или перетащите

source: Support YAML file, max size 10MB
ru: Поддерживается файл YAML, макс. размер 10 МБ

source: Support txt,conf files, max size 10MB
ru: Поддерживаются файлы txt,conf, макс. размер 10 МБ

source: Subscription URL
ru: Адрес подписки

source: Optional
ru: Опционально

source: Custom
ru: Пользовательский

source: Config Name
ru: Имя конфигурации

source: Enter config name (without extension)
ru: Введите имя конфигурации (без расширения)

source: Processing...
ru: Обработка...

source: Ready to add config
ru: Готово к добавлению конфигурации

source: Cancel
ru: Отмена

source: Add Config
ru: Добавить конфигурацию

source: Ready to upload file
ru: Готово к загрузке файла

source: Ready to add subscription
ru: Готово к добавлению подписки

source: File selected:
ru: Выбран файл:

source: Size:
ru: Размер:

source: Please select a YAML file
ru: Выберите файл YAML

source: File size exceeds 10MB limit
ru: Размер файла превышает лимит 10 МБ

source: File ready to upload
ru: Файл готов к загрузке

source: Please enter a filename
ru: Введите имя файла

source: Filename contains invalid characters
ru: Имя файла содержит недопустимые символы

source: Uploading...
ru: Загрузка...

source: Upload completed
ru: Загрузка завершена

source: Upload successful
ru: Загрузка успешна

source: Upload failed:
ru: Загрузка не удалась:

source: Failed to read file
ru: Не удалось прочитать файл

source: Please enter subscription URL and config name
ru: Введите URL подписки и имя конфигурации

source: Invalid subscription URL format
ru: Неверный формат URL подписки

source: Config name contains invalid characters
ru: Имя конфигурации содержит недопустимые символы

source: Adding subscription...
ru: Добавление подписки...

source: Failed to download subscription config
ru: Не удалось загрузить конфигурацию подписки

source: Failed to add subscription
ru: Не удалось добавить подписку

source: Subscription added successfully
ru: Подписка успешно добавлена

source: Process failed
ru: Обработка не удалась

source: Close
ru: Закрыть

source: Loading...
ru: Загрузка...

source: Minimize
ru: Свернуть

source: Maximize
ru: Развернуть

source: Download
ru: Скачать

source: Save
ru: Сохранить

source: Compare
ru: Сравнить

source: Loading config file...
ru: Загрузка конфигурации...

source: Ready
ru: Готово

source: Press F11 for fullscreen, Esc to exit fullscreen, Ctrl+Mouse Wheel to zoom
ru: F11 — полноэкранный режим, Esc — выход, Ctrl + Колесо мыши — масштаб

source: Press F10 to toggle differences, F11 for fullscreen, Esc to exit fullscreen, Ctrl+Mouse Wheel to zoom
ru: F10 — показать Diff, F11 — полноэкранный режим, Esc — выход, Ctrl + Колесо мыши — масштаб

source: Compare mode: left(Original Config), right(Runtime Config)
ru: Режим сравнения: слева (Исходная конфигурация), справа (Рабочая конфигурация)

source: Please select a config file first
ru: Сначала выберите файл конфигурации

source: No config files found, Please upload a config file to get started
ru: Файлы конфигурации не найдены, сначала загрузите или подпишитесь на конфигурацию

source: Unknown
ru: Неизвестно

source: Failed to load config file
ru: Не удалось загрузить конфигурацию

source: Load failed
ru: Загрузка не удалась

source: Config file content is empty
ru: Содержимое конфигурации пусто

source: Saved successfully
ru: Успешно сохранено

source: Save failed
ru: Сохранение не удалось

source: Failed to save config file:
ru: Не удалось сохранить конфигурацию:

source: Unknown error
ru: Неизвестная ошибка

source: Save config failed:
ru: Не удалось сохранить конфигурацию:

source: Editor not ready
ru: Редактор не готов

source: Download started
ru: Загрузка началась

source: Download failed:
ru: Загрузка не удалась:

source: You have unsaved changes. Are you sure you want to close?
ru: У вас есть несохранённые изменения. Закрыть?

source: Restart
ru: Перезапустить

source: No Config Selected
ru: Конфигурация не выбрана

source: Modified:
ru: Изменено:

source: Update Time:
ru: Время обновления:

source: No Config Files Found
ru: Файлы конфигурации не найдены

source: Please select a config file
ru: Выберите файл конфигурации

source: Failed to load config files
ru: Не удалось загрузить конфигурации

source: Update
ru: Обновить

source: Failed to get startup log after retries
ru: После повторных попыток не удалось получить журнал запуска

source: Starting...
ru: Запуск...

source: Stopping...
ru: Остановка...

source: Failed to start OpenClash
ru: Не удалось запустить OpenClash

source: Failed to stop OpenClash
ru: Не удалось остановить OpenClash

source: Operation Failed
ru: Операция не удалась

source: Switching Config...
ru: Переключение конфигурации...

source: Failed to switch config file:
ru: Не удалось переключить конфигурацию:

source: Switch Failed
ru: Переключение не удалось

source: Updating Config...
ru: Обновление конфигурации...

source: Failed to update config file:
ru: Не удалось обновить конфигурацию:

source: Failed to update config file, please try again later
ru: Не удалось обновить конфигурацию, попробуйте позже

source: Restarting...
ru: Перезапуск...

source: Failed to restart core
ru: Не удалось перезапустить ядро

source: Invalid config file selected
ru: Выбрана недействительная конфигурация

source: Config uploader not ready, please try again
ru: Загрузчик конфигурации не готов, повторите попытку
