Repository: gooog1111/luci-i18n-OpenClash-ru
Catalog: openclash.*.po
Languages: ru

source: A Clash Client For OpenWrt
ru: Клиент Clash для OpenWrt, поддерживающий Shadowsocks(R), Vmess, Trojan, Snell и другие протоколы с гибкими правилами

source: Plugin Settings
ru: Настройки плагина

source: Credits
ru: Техподдержка

source: Overviews
ru: Статус работы

source: Overwrite Settings
ru: Переопределение настроек

source: Rule Providers Append
ru: Дополнительные правила

source: Game Rules Append
ru: Дополнительные игровые правила

source: Other Rule Providers Append
ru: Дополнительные сторонние правила

source: Custom Rule Providers Append
ru: Дополнительные пользовательские правила

source: General Settings
ru: Основные настройки

source: Settings
ru: Настройки

source: Config Subscribe
ru: Подписка на конфигурацию

source: Add Config File
ru: Добавить файл конфигурации

source: Config Subscribe Edit
ru: Редактирование подписки

source: Rules Update
ru: Обновление сторонних правил

source: Dashboard Settings
ru: Внешнее управление

source: Enabled
ru: Включено

source: Disabled
ru: Выключено

source: Running
ru: Запущено

source: Not Running
ru: Не запущено

source: (Enable or Disable)
ru: (Применять только выбранные настройки)

source: Config Normal
ru: Проверка пройдена

source: Config Abnormal
ru: Проверка не пройдена

source: File Not Exist
ru: Файл не существует

source: Not Set
ru: Не задано

source: Server Logs
ru: Журнал работы

source: Debug Logs
ru: Журнал отладки

source: Generate Logs
ru: Создать журнал

source: Click to Generate
ru: Нажмите для создания

source: Enable OpenClash
ru: Запустить OpenClash

source: Disable OpenClash
ru: Остановить OpenClash

source: Commit Settings
ru: Сохранить настройки

source: Apply Settings
ru: Применить настройки

source: Download Config
ru: Скачать конфигурацию

source: Copy Config
ru: Копировать конфигурацию

source: Update Config
ru: Обновить конфигурацию

source: Download Running Config
ru: Скачать текущую конфигурацию

source: Select Mode
ru: *Режим работы

source: redir-host
ru: Redir-Host (совместимый режим)

source: fake-ip
ru: Fake-IP (улучшенный режим)

source: redir-host(tun mode)
ru: Redir-Host (TUN режим)

source: fake-ip(tun mode)
ru: Fake-IP (TUN режим)

source: redir-host-mix(tun mix mode)
ru: Redir-Host (TUN-смешанный режим) 【UDP-TUN, TCP-пересылка】

source: fake-ip-mix(tun mix mode)
ru: Fake-IP (TUN-смешанный режим) 【UDP-TUN, TCP-пересылка】

source: Select Mode For OpenClash Work, Try Flush DNS Cache If Network Error
ru: Выберите режим работы. При проблемах с сетью попробуйте очистить DNS-кэш

source: Proxy Mode
ru: Режим прокси

source: Select Proxy Mode
ru: Выберите режим прокси по умолчанию

source: Rule Proxy Mode
ru: Rule【Прокси по правилам】

source: Global Proxy Mode
ru: Global【Глобальный прокси (нужно вручную выбрать ноду в панели управления)】

source: Direct Proxy Mode
ru: Direct【Прямое подключение】

source: Select Stack Type
ru: Тип сетевого стека

source: Select Stack Type For TUN Mode, According To The Running Speed on Your Machine
ru: Выберите подходящий сетевой стек для TUN режима в зависимости от производительности

source: China IP Route
ru: Экспериментально: Обход IP указанных регионов

source: China IPv6 Route
ru: Экспериментально: Обход IPv6 указанных регионов

source: Bypass Mainland China
ru: Обход материкового Китая

source: Bypass Overseas
ru: Режим для зарубежных пользователей (возврат в Китай)

source: Bypass Specified Regions Network Flows, Improve Performance, If Inaccessibility on Bypass Gateway, Try to Enable Bypass Gateway Compatible Option
ru: Включите, чтобы трафик указанных регионов не проходил через ядро, повышая производительность. При проблемах доступа в режиме обходного шлюза, попробуйте включить совместимый режим

source: Log Level
ru: Уровень журналирования

source: Info Mode
ru: Info【Информация】

source: Warning Mode
ru: Warning【Предупреждения】

source: Error Mode
ru: Error【Ошибки】

source: Debug Mode
ru: Debug【Отладка】

source: Silent Mode
ru: Silent【Тихий】

source: Select Core's Log Level
ru: Выберите уровень детализации журнала ядра

source: Only intranet allowed
ru: Только локальная сеть

source: When Enabled, The Control Panel And The Connection Broker Port Will Not Be Accessible From The Public Network
ru: Включите, чтобы запретить доступ к панели управления и порту брокера из внешней сети

source: Redirect Local DNS Setting
ru: *Перехват локального DNS

source: Set Local DNS Redirect
ru: Рекомендуется использовать пересылку Dnsmasq для лучшей совместимости. Если есть конфликты с другими DNS-плагинами, можно отключить, но убедитесь, что результаты DNS-запросов клиентов совпадают с выдачей Clash

source: Dnsmasq Redirect
ru: Использовать пересылку Dnsmasq

source: Firewall Redirect
ru: Использовать пересылку через фаервол

source: Custom DNS Setting
ru: *Пользовательские вышестоящие DNS-серверы

source: Use Custom Rules
ru: Включите, чтобы добавить пользовательские правила в файл конфигурации. Правила можно отредактировать в текстовом поле ниже

source: Add Custom DNS Servers
ru: Настроить пользовательские вышестоящие DNS-серверы

source: (Take Effect After Choose Above)
ru: (Вступит в силу после включения функции выше)

source: Advanced Setting
ru: Расширенные настройки

source: Enable Specify DNS Server
ru: Включить второй DNS-сервер

source: Specify DNS Server
ru: Указать сервер

source: Specify DNS Server For List, Only One IP Server Address Support
ru: Укажите DNS-сервер для доменов в списке ниже. Поддерживается только один IP-адрес

source: Domain Names In The List Do Not Return Fake-IP, One rule per line, Depend on Dnsmasq
ru: Вводите по одному домену на строку. Домены из списка будут использовать указанный выше DNS и возвращать реальный IP-адрес. Функция зависит от Dnsmasq

source: Domain Names In The List Do Not Return Fake-IP, One rule per line
ru: Вводите по одному домену на строку. Домены из списка в режиме Fake-IP будут возвращать реальный IP-адрес

source: Domain Names In The List Use The Custom DNS Server, But Still Return Fake-IP Results, One rule per line
ru: Вводите по одному правилу на строку. Домены из списка будут использовать указанный DNS, но в режиме Fake-IP всё равно возвращать зарезервированный адрес

source: Set OpenClash Upstream DNS Resolve Server
ru: Включите, чтобы переопределить настройки в файле конфигурации. Сначала настройте серверы ниже

source: DNS Server Group
ru: Группа серверов

source: NameServer Group Must Be Set
ru: Группа NameServer должна содержать хотя бы один сервер

source: DNS Server Address
ru: Адрес сервера

source: Do Not Add Type Ahead
ru: Не добавляйте префикс типа

source: DNS Server Port
ru: Порт сервера

source: Require When Use Non-Standard Port
ru: Обязательно для нестандартных портов

source: DNS Server Type
ru: Тип сервера

source: Communication protocol
ru: Протокол связи

source: Proxy IPv6 Traffic
ru: Проксировать IPv6 трафик

source: The Gateway and DNS of The Connected Device Must be The Router IP, Disable IPv6 DHCP To Avoid Abnormal Connection If You Do Not Use
ru: Шлюз и DNS подключаемых устройств должны указывать на IP роутера. Если не используете IPv6, отключите его DHCP во избежание аномалий подключения

source: IPv6 DNS Resolve
ru: Разрешать IPv6 DNS запросы

source: Enable to Resolve IPv6 DNS Requests
ru: Разрешить обработку DNS запросов типа IPv6

source: Rules Setting
ru: Настройка правил

source: Config Manage
ru: Управление конфигурацией

source: Upload Config File
ru: Загрузить файл конфигурации

source: Upload File Type
ru: Тип загружаемого файла

source: (Click to select)
ru: (Нажмите для выбора)

source: Proxy Provider File
ru: Файл провайдеров прокси

source: Rule Provider File
ru: Файл провайдеров правил

source: Core File
ru: Файл ядра

source: Upload
ru: Загрузить

source: Add
ru: Добавить

source: File saved to
ru: Файл успешно загружен в

source: upload file error.
ru: Ошибка загрузки файла

source: No specify upload file.
ru: Файл для загрузки не указан

source: Note: Please Upload File According To File Type, File Will Be Saved To The Prompt Path
ru: Внимание: Загружайте файлы согласно их типу. Файлы будут сохранены по указанному пути

source: Proxy Provider File List
ru: Список файлов провайдеров прокси

source: Rule Providers File List
ru: Список файлов провайдеров правил

source: Game Rules File List
ru: Список файлов игровых правил

source: Please Make Sure Ports Available
ru: Убедитесь, что порты доступны

source: Update Subcription
ru: Обновить подписку

source: Update time (every day)
ru: Время обновления (ежедневно)

source: Update Interval(min)
ru: Интервал обновления (минуты)

source: Update Interval(hour)
ru: Интервал обновления (часы)

source: Update Mode
ru: Режим обновления

source: Appointment Mode
ru: По расписанию

source: Loop Mode
ru: Циклический

source: Auto Update
ru: Автообновление

source: Check And Update
ru: Проверить и обновить

source: After clash start running, wait a moment for servers to resolve,enjoy
ru: После запуска Clash подождите немного, пока серверы станут доступны

source: Redir Port
ru: Порт пересылки трафика

source: TProxy Port
ru: Порт TProxy

source: SOCKS5 Port
ru: Порт SOCKS5 прокси

source: HTTP(S) Port
ru: Порт HTTP(S) прокси

source: Mixed Port
ru: Смешанный порт HTTP(S)&SOCKS5

source: Set Authentication of SOCKS5/HTTP(S)
ru: Настройка аутентификации для SOCKS5/HTTP(S)

source: Not Null
ru: Не может быть пустым

source: Server Subscription Address
ru: Адрес подписки на конфигурацию

source: Auto Update Server subscription
ru: Автообновление конфигурации

source: Modify Your Config file:
ru: Вы можете напрямую редактировать файл конфигурации ниже:

source: Here, Except The Settings That Were Taken Over
ru: ，поддерживаются только настройки, не управляемые плагином

source: Default Config File With Correct Template
ru: Эталонный файл конфигурации с комментариями к параметрам и правильными настройками

source: Config File Edited By OpenClash For Running
ru: Файл конфигурации, изменённый OpenClash для запуска

source: Dashboard Secret
ru: Ключ доступа к панели управления

source: Set Dashboard Secret
ru: Установите ключ доступа к панели управления

source: Dashboard Address Example:
ru: Пример адреса панели управления:

source: Dashboard Port
ru: Порт панели управления

source: Public Dashboard Address
ru: Публичный домен панели управления

source: Domain Name For Dashboard Login From Public Network
ru: Установите публичный домен для автоматического входа при доступе извне

source: Public Dashboard Port
ru: Проброшенный порт панели управления

source: Port For Dashboard Login From Public Network
ru: Установите проброшенный порт для автоматического входа при доступе извне

source: Public Dashboard SSL enabled
ru: Публичный SSL доступ к панели управления

source: Is SSL enabled For Dashboard Login From Public Network
ru: Включен ли SSL для публичного доступа, для автоматического входа при доступе извне

source: GEO Update
ru: Подписка на GEO базы данных

source: Auto Update GeoIP MMDB
ru: Автообновление GeoIP MMDB базы

source: Update GeoIP MMDB
ru: Обновить GeoIP MMDB базу

source: Auto Update GeoSite
ru: Автообновление GeoSite базы

source: Update GeoSite Database
ru: Обновить GeoSite базу

source: Auto Update Geo ASN
ru: Автообновление Geo ASN базы

source: Update Geo ASN Database
ru: Обновить Geo ASN базу

source: Auto Update Chnroute Lists
ru: Автообновление белого списка Китая

source: Update Chnroute Lists
ru: Обновить белый список Китая

source: Chnroute Update
ru: Подписка на белый список Китая

source: Other Rules Update(Only in Use)
ru: Можно обновлять только используемые сторонние правила

source: Enable Other Rules
ru: Сторонние правила

source: Use Other Rules
ru: Переопределит все правила в файле конфигурации (кроме пользовательских). Перед включением создайте конфигурацию на этой странице

source: lhie1 Rules
ru: Правила lhie1

source: Auto Update Other Rules
ru: Настройки вступят в силу только при использовании сторонних правил

source: Update Time (Every Week)
ru: Время обновления (еженедельно)

source: Every Day
ru: Ежедневно

source: Every Monday
ru: Каждый понедельник

source: Every Tuesday
ru: Каждый вторник

source: Every Wednesday
ru: Каждую среду

source: Every Thursday
ru: Каждый четверг

source: Every Friday
ru: Каждую пятницу

source: Every Saturday
ru: Каждую субботу

source: Every Sunday
ru: Каждое воскресенье

source: Update Other Rules
ru: Обновить сторонние правила

source: GlobalTV
ru: Международные стриминговые сервисы

source: AsianTV
ru: Азиатские стриминговые сервисы

source: CN Mainland TV
ru: Стриминговые сервисы материкового Китая

source: Proxy
ru: Трафик, требующий прокси

source: Apple
ru: Сервисы Apple

source: Google FCM
ru: Google FCM (пуш-уведомления)

source: Scholar
ru: Академические сайты

source: Microsoft
ru: Сервисы Microsoft

source: Steam
ru: Steam (кроме трафика загрузки)

source: Netease Music
ru: Музыка NetEase

source: Speedtest
ru: Трафик тестирования скорости

source: AdBlock
ru: Реклама

source: Domestic
ru: Внутренний трафик

source: Others
ru: Трафик, не попавший под правила

source: Choose Proxy Groups, Base On Your Config File
ru: Укажите способ прокси для трафика (политик). Поддерживается только выбор (групп политик). Информация берётся из вашего файла конфигурации

source: Custom Clash Rules
ru: *Пользовательские правила

source: Custom Rules Here, For More Go:
ru: Настройте пользовательские правила выше. Подробности смотрите:

source: (Priority)
ru: (Приоритетное совпадение)

source: (Extended)
ru: (Дополнительное совпадение)

source: IP To CIDR:
ru: Онлайн конвертер IP диапазона в CIDR:

source: Custom Hosts Here, You May Need to Turn off The Rebinding Protection Option of Dnsmasq When Hosts Has Set a Reserved Address, For More Go:
ru: Настройте пользовательские Hosts. При использовании зарезервированных адресов可能需要 отключить защиту от перепривязки в Dnsmasq. Подробности смотрите:

source: Set Custom Rules
ru: Настроить пользовательские правила (вступят в силу после включения функции выше)

source: Version Update
ru: Обновление версии

source: Model Not Found
ru: Не удалось определить архитектуру процессора

source: Current Core Version
ru: Текущая версия ядра

source: Last Core Version
ru: Последняя версия ядра

source: Check Failed
ru: Не удалось проверить обновления

source: <New>
ru: <Доступно обновление>

source: Getting Last Version...
ru: Получение последней версии...

source: Update Core File
ru: Обновить ядро

source: Download Form https://github.com/vernesong/OpenClash/releases/tag/Clash If Fail
ru: Если загрузка не удалась, можно скачать вручную с https://github.com/vernesong/OpenClash/releases/tag/Clash и загрузить

source: Last OpenClash Version
ru: Последняя версия клиента

source: Current OpenClash Version
ru: Обновить клиент

source: Only For IPK Install Type Or Not Release Memory
ru: Обновление поддерживается только для версий, установленных через IPK, так как версии, встроенные в прошивку, не освобождают место во флеш-памяти после обновления

source: Onekey Create
ru: Быстрое создание

source: Read Config
ru: Прочитать конфигурацию

source: Delete Unused Servers
ru: Удалить неиспользуемые ноды

source: Delete Servers
ru: Очистить конфигурацию серверов

source: Delete Proxy Providers
ru: Очистить конфигурацию провайдеров прокси

source: Delete Groups
ru: Очистить конфигурацию групп политик

source: Back Settings
ru: Вернуться к обзору

source: Refresh Page
ru: Обновить страницу

source: Onekey Create (Servers&Groups manage)
ru: Быстрое создание (Управление серверами и группами политик)

source: Keep Settings
ru: Сохранить настройки

source: Only Update Servers Below When Subscription
ru: При обновлении подписки обновлять только ноды и провайдеры прокси, сохраняя настройки групп политик ниже и их порядок

source: New Servers Group (Support Regex)
ru: Группа политик по умолчанию для новых нод (Не добавляйте повторно, поддерживается Regex)

source: Set The New Subscribe Server's Default Proxy Groups
ru: Выберите группу политик по умолчанию для новых нод, соответствующих требованиям подписки (Не добавляйте повторно)

source: Choose Template For Create Config
ru: Выберите шаблон конфигурации

source: Use Other Rules To Create Config
ru: Использовать сторонние правила для быстрого создания конфигурации (после создания параметры можно настроить на странице глобальных настроек)

source: Disable Create Config
ru: Обновлять только информацию о серверах в конфигурации

source: Mix Proxies
ru: Смешивать ноды

source: Mix This Page's Proxies
ru: При быстром создании конфигурации объединить всю информацию о серверах прокси с этой страницы (не разделяя по файлам конфигурации)

source: Type
ru: Тип

source: Server Alias
ru: Псевдоним (не должно повторяться)

source: Server Address
ru: Адрес сервера

source: Server Port
ru: Порт сервера

source: UDP Support
ru: Поддержка UDP

source: Edit Server
ru: Редактировать конфигурацию сервера

source: Server Node Type
ru: Тип серверной ноды

source: Using incorrect encryption mothod may causes service fail to start
ru: Неверная комбинация параметров может привести к невозможности запуска сервиса

source: Password
ru: Пароль

source: Encrypt Method
ru: Метод шифрования

source: Protocol
ru: Протокол

source: Protocol param(optional)
ru: Параметр протокола (опционально)

source: obfs
ru: Плагин обфускации

source: Obfs param(optional)
ru: Параметр обфускации (опционально)

source: UDP Enable
ru: Включить UDP

source: XUDP Enable
ru: Включить XUDP

source: obfs-mode
ru: Протокол передачи

source: obfs-hosts
ru: Параметр обфускации (HOST)

source: Auth Username
ru: Имя пользователя

source: Auth Password
ru: Пароль

source: None
ru: Не настроено

source: Create Config
ru: Быстро создать конфигурацию

source: Create Config By One-Click Only Need Proxies
ru: Для быстрого создания конфигурации нужна только информация о серверных нодах или провайдерах прокси

source: Proxy Groups(No Need Set when Config Create)
ru: Конфигурация групп политик (не требуется при быстром создании конфигурации)

source: Proxies
ru: Конфигурация серверных нод

source: Enable Port Hopping
ru: Включить смену портов

source: Port Range
ru: Диапазон портов

source: Uplink Capacity(Default:Mbps)
ru: Пропускная способность上行 (по умолчанию: Мбит/с)

source: Downlink Capacity(Default:Mbps)
ru: Пропускная способность下行 (по умолчанию: Мбит/с)

source: Hop Interval (Unit:second)
ru: Интервал смены (единица: секунды)

source: Obfs
ru: Плагин обфускации

source: Obfs param (optional)
ru: Параметр обфускации (опционально)

source: obfs-password
ru: Пароль обфускации

source: Enable Transport Protocol Settings
ru: Включить настройки протокола передачи

source: Hysterir QUIC parameters
ru: Параметры QUIC

source: QUIC init stream receive window
ru: Начальный размер окна приёма потока QUIC

source: QUIC max stream receive window
ru: Максимальный размер окна приёма потока QUIC

source: QUIC init connection receive window
ru: Начальный размер окна приёма соединения QUIC

source: QUIC max connection receive window
ru: Максимальный размер окна приёма соединения QUIC

source: Edit Rule Providers
ru: Редактировать конфигурацию провайдеров правил

source: Rule Providers Type
ru: Тип провайдера правил

source: Choose The Rule Providers Type
ru: Выберите тип провайдера правил

source: Append Position
ru: Порядок совпадения правил

source: Priority Match
ru: Приоритет (переопределение)

source: Extended Match
ru: Расширение (дополнение)

source: Rule Providers Name
ru: Псевдоним (не должно повторяться)

source: Rule Behavior
ru: Тип правила

source: Rule Format
ru: Формат правила

source: Choose The Rule Behavior
ru: Выберите тип правила

source: Choose The Rule File Format, For More Info:
ru: Выберите формат правила. Подробности использования:

source: Rule Providers Path
ru: Путь к провайдеру правил

source: Update Your Rule Providers File From Config Luci Page
ru: Сначала загрузите файл провайдера правил на странице управления конфигурацией

source: Rule Providers URL
ru: Адрес провайдера правил

source: Rule Providers Interval(s)
ru: Интервал обновления провайдера правил (секунды)

source: Edit Group
ru: Редактировать конфигурацию группы политик

source: Group Type
ru: Тип группы политик

source: Choose The Operation Mode
ru: Настройте способ выбора серверных нод группой политик

source: Group Name
ru: Псевдоним (не должно повторяться)

source: Disable UDP
ru: Отключить UDP соединения

source: Test URL
ru: Адрес проверки (URL)

source: Test Interval(s)
ru: Частота проверки (секунды)

source: Tolerance(ms)
ru: Допуск переключения нод (миллисекунды)

source: Manual-Select
ru: Select【Ручной выбор】

source: Smart-Select
ru: Smart【Умный выбор】

source: URL-Test
ru: URL-Test【Наименьшая задержка】

source: Fallback
ru: Fallback【Резервное переключение】

source: Load-Balance
ru: Load-Balance【Балансировка нагрузки】

source: Relay-Traffic
ru: Relay【Вложенная пересылка】

source: Other Group (Support Regex)
ru: Включает другие группы политик (Не добавляйте повторно, поддерживается Regex)

source: The Added Proxy Groups Must Exist Except 'DIRECT' & 'REJECT' & 'REJECT-DROP' & 'PASS' & 'GLOBAL'
ru: Внимание: Кроме 'DIRECT', 'REJECT', 'REJECT-DROP', 'PASS', 'GLOBAL', другие добавляемые группы политик должны быть созданы до изменения файла конфигурации

source: The Added Proxy Provider Must Exist
ru: Добавляемые провайдеры прокси должны быть созданы до изменения файла конфигурации

source: Proxy Group (Support Regex)
ru: Добавить в группу политик (Не добавляйте повторно, поддерживается Regex)

source: Set Proxy Group
ru: Указать группу политик

source: No Need Set when Config Create, The added Proxy Groups Must Exist
ru: Внимание: Не требуется при быстром создании конфигурации. Добавляемые группы политик должны быть созданы до изменения файла конфигурации

source: Clean
ru: Очистить журнал

source: Stop Refresh
ru: Остановить обновление

source: Start Refresh
ru: Начать обновление

source: Config File
ru: Файл конфигурации

source: State
ru: Состояние

source: Update Time
ru: Время обновления

source: File Name
ru: Имя файла

source: SwiTch
ru: Переключить

source: Size
ru: Размер файла

source: Remove
ru: Удалить

source: (Enable or Disable Subscribe)
ru: (Включить или отключить обновление)

source: Config Alias
ru: Имя конфигурации

source: Name For Distinguishing
ru: Для различения, не должно повторяться

source: Subscribe Address
ru: Адрес подписки

source: Keyword Match
ru: Фильтр нод

source: Exclude Keyword Match
ru: Исключить ноды

source: eg: hk or tw&bgp
ru: Пример формата: 香港 или 台湾&bgp или 新加坡&bgp&奈飞

source: Config File List
ru: Список конфигураций

source: Use For All Config File
ru: Добавить ко всем конфигурациям

source: Proxy-Provider
ru: Конфигурация провайдера прокси

source: Edit Proxy-Provider
ru: Редактировать провайдер прокси

source: Provider Type
ru: Тип провайдера

source: Choose The Provider Type
ru: Выберите тип провайдера

source: Provider Name
ru: Псевдоним провайдера (не должно повторяться)

source: Provider Path
ru: Путь к провайдеру (Path)

source: Update Your Proxy Provider File From Config Luci Page
ru: Сначала загрузите файл провайдера прокси на странице управления конфигурацией

source: Provider Filter
ru: Фильтр нод провайдера

source: Provider URL
ru: URL провайдера

source: Provider Interval(s)
ru: Интервал обновления провайдера (секунды)

source: Provider Health Check
ru: Проверка состояния провайдера

source: Health Check URL
ru: URL проверки состояния

source: Health Check Interval(s)
ru: Интервал проверки состояния (секунды)

source: Game Rule's Name
ru: Выберите игровое правило

source: Rule Provider's Name
ru: Выберите провайдер правил (Не добавляйте повторно)

source: Select Proxy Group
ru: Выберите группу политик

source: Game Rules List
ru: Список игровых правил

source: Rule Name
ru: Название правила

source: Rule Type
ru: Тип правила

source: Rule Author
ru: Автор правила
