Repository: gooog1111/luci-i18n-OpenClash-ru
Catalog: openclash.*.po
Languages: ru

source: Config File Format Validation Failed, Trying To Download Without Agent...
ru: Проверка формата конфигурации не удалась, попытка загрузки без использования прокси...

source: Has No Proxy Field, Trying To Download Without Agent...
ru: Часть нод не прошла проверку, попытка загрузки без использования прокси...

source: Error: Config File
ru: Ошибка: Конфигурация

source: Subscribed Failed, Trying to Download Without Agent...
ru: Подписка не удалась, попытка загрузки без использования прокси...

source: Start Downloading The Chnroute Cidr List...
ru: Начало загрузки белого списка IP Китая...

source: Start Downloading The Chnroute6 Cidr List...
ru: Начало загрузки белого списка IPv6 Китая...

source: Chnroute Cidr List Download Success, Check Updated...
ru: Загрузка белого списка IP Китая успешна, проверка версии на обновления...

source: Chnroute6 Cidr List Download Success, Check Updated...
ru: Загрузка белого списка IPv6 Китая успешна, проверка версии на обновления...

source: Chnroute Cidr List Has Been Updated, Starting To Replace The Old Version...
ru: Белый список IP Китая обновился, начало замены старой версии...

source: Chnroute6 Cidr List Has Been Updated, Starting To Replace The Old Version...
ru: Белый список IPv6 Китая обновился, начало замены старой версии...

source: Chnroute Cidr List Update Successful!
ru: Белый список IP Китая успешно обновлён!

source: Chnroute6 Cidr List Update Successful!
ru: Белый список IPv6 Китая успешно обновлён!

source: Updated Chnroute Cidr List No Change, Do Nothing...
ru: Белый список IP Китая не обновился, остановка операции...

source: Updated Chnroute6 Cidr List No Change, Do Nothing...
ru: Белый список IPv6 Китая не обновился, остановка операции...

source: Chnroute Cidr List Update Error, Please Try Again Later...
ru: Загрузка белого списка IP Китая не удалась, проверьте сеть или попробуйте позже...

source: Chnroute6 Cidr List Update Error, Please Try Again Later...
ru: Загрузка белого списка IPv6 Китая не удалась, проверьте сеть или попробуйте позже...

source: Start Downloading GeoSite Database...
ru: Начало загрузки GeoSite базы данных...

source: GeoSite Database Download Success, Check Updated...
ru: Загрузка GeoSite базы данных успешна, проверка версии базы на обновления...

source: GeoSite Database Has Been Updated, Starting To Replace The Old Version...
ru: Версия GeoSite базы данных обновилась, начало замены версии базы...

source: GeoSite Database Update Successful!
ru: GeoSite база данных успешно обновлена!

source: Updated GeoSite Database No Change, Do Nothing...
ru: Версия GeoSite базы данных не обновилась, остановка операции...

source: GeoSite Database Update Error, Please Try Again Later...
ru: Загрузка GeoSite базы данных не удалась, проверьте сеть или попробуйте позже...

source: Start Downloading GeoIP Dat...
ru: Начало загрузки GeoIP Dat базы данных...

source: GeoIP Dat Download Success, Check Updated...
ru: Загрузка GeoIP Dat базы данных успешна, проверка версии базы на обновления...

source: GeoIP Dat Has Been Updated, Starting To Replace The Old Version...
ru: Версия GeoIP Dat базы данных обновилась, начало замены версии базы...

source: GeoIP Dat Update Successful!
ru: GeoIP Dat база данных успешно обновлена!

source: Updated GeoIP Dat No Change, Do Nothing...
ru: Версия GeoIP Dat базы данных не обновилась, остановка операции...

source: GeoIP Dat Update Error, Please Try Again Later...
ru: Загрузка GeoIP Dat базы данных не удалась, проверьте сеть или попробуйте позже...

source: Start Downloading Geoip Database...
ru: Начало загрузки GEOIP базы данных...

source: Geoip Database Download Success, Check Updated...
ru: Загрузка GEOIP базы данных успешна, проверка версии базы на обновления...

source: Geoip Database Has Been Updated, Starting To Replace The Old Version...
ru: Версия GEOIP базы данных обновилась, начало замены версии базы...

source: Geoip Database Update Successful!
ru: GEOIP база данных успешно обновлена!

source: Updated Geoip Database No Change, Do Nothing...
ru: Версия GEOIP базы данных не обновилась, остановка операции...

source: Geoip Database Update Error, Please Try Again Later...
ru: Загрузка GEOIP базы данных не удалась, проверьте сеть или попробуйте позже...

source: Start Downloading Geo ASN Database...
ru: Начало загрузки GEO ASN базы данных...

source: Geo ASN Database Download Success, Check Updated...
ru: Загрузка GEO ASN базы данных успешна, проверка версии базы на обновления...

source: Geo ASN Database Has Been Updated, Starting To Replace The Old Version...
ru: Версия GEO ASN базы данных обновилась, начало замены версии базы...

source: Geo ASN Database Update Successful!
ru: GEO ASN база данных успешно обновлена!

source: Updated Geo ASN Database No Change, Do Nothing...
ru: Версия GEO ASN базы данных не обновилась, остановка операции...

source: Geo ASN Database Update Error, Please Try Again Later...
ru: Загрузка GEO ASN базы данных не удалась, проверьте сеть или попробуйте позже...

source: Start Getting
ru: Начало получения

source: Groups Setting...
ru: конфигурации групп политик...

source: Group Setting...
ru: конфигурации группы политик...

source: Proxy-providers Setting...
ru: конфигурации провайдеров прокси...

source: Proxy-provider Setting...
ru: конфигурации провайдера прокси...

source: Proxies Setting...
ru: конфигурации серверных нод...

source: Proxy Setting...
ru: конфигурации серверной ноды...

source: Read Error, Config File
ru: Ошибка чтения, конфигурация

source: Abnormal!
ru: Аномальная!

source: Deleting Old Configuration...
ru: Удаление старой конфигурации...

source: Error: Unable To Parse Config File, Please Check And Try Again!
ru: Проверка конфигурации не удалась, проверьте файл конфигурации и повторите!

source: Start Writing
ru: Начало записи

source: Group To Config File...
ru: группы политик в конфигурацию...

source: Proxy To Config File...
ru: ноды в конфигурацию...

source: Proxy-provider To Config File...
ru: провайдера прокси в конфигурацию...

source: Unable To Parse, Please Choose One-key Function To Create Config File...
ru: не удалось прочитать информацию, невозможно изменить. Выберите быстрое создание конфигурации...

source: Setting Secondary DNS Server List...
ru: Настройка списка вторых DNS серверов...

source: Deleting
ru: Удаление

source: Proxy-providers That no Longer Exists in Subscription
ru: провайдеров прокси, которых больше нет в подписке...

source: Proxies That no Longer Exists in Subscription
ru: нод, которых больше нет в подписке...

source: Read Successful!
ru: Чтение завершено!

source: Write Successful!
ru: Запись завершена!

source: Creating By Using lhie1 Rules...
ru: Создание с использованием правил lhie1...

source: Created Successful, Updating Proxies, Proxy-providers, Groups...
ru: Создание завершено, обновление информации о серверах, провайдерах прокси, группах политик...

source: Proxies, Proxy-providers, Groups Edited Successful, Updating Config File
ru: Информация о серверах, провайдерах прокси, группах политик изменена, обновление конфигурации

source: Warning: Because of The Different Porxy-Group's Name, Stop Setting The Other Rules!
ru: Предупреждение: Из-за несоответствия или отсутствия названий групп политик в настройках сторонних правил и файле конфигурации, остановка настройки сторонних правил!

source: Error: Missing Porxy-Group's Name, Stop Setting The Other Rules!
ru: Ошибка: Отсутствует или не указана часть групп политик в сторонних правилах, остановка настройки сторонних правил!

source: Tip: Detected That The nameserver DNS Option Has No Server Set, Starting To Complete...
ru: Подсказка: Обнаружено, что Nameserver в настройках DNS не имеет серверов, начало дополнения...

source: Tip: Detected That The default-nameserver DNS Option Has No Server Set, Starting To Complete...
ru: Подсказка: Обнаружено, что Default-nameserver в настройках DNS не имеет серверов, начало дополнения...

source: Error: Nameserver Option Must Be Setted, Stop Customing DNS Servers
ru: Ошибка: Nameserver в настройках DNS конфигурации должен иметь серверы, настройка пользовательских DNS серверов остановлена!

source: Config File Does Not Exist, You Have Set Subscription Information, Ready To Download...
ru: Файл конфигурации не существует, вы настроили информацию о подписке, подготовка к загрузке...

source: Error: Config Not Found
ru: Ошибка: Отсутствует файл конфигурации, загрузите или обновите конфигурацию!

source: Error: Config File Format Validation Failed...
ru: Ошибка: Проверка формата конфигурации не удалась...

source: Tip: Detected that the GEOIP Database is not Installed, Ready to Download...
ru: Подсказка: Обнаружено отсутствие файла GEOIP базы данных, подготовка к загрузке...

source: Tip: Detected that the GEOSITE Database is not Installed, Ready to Download...
ru: Подсказка: Обнаружено отсутствие файла GEOSITE базы данных, подготовка к загрузке...

source: Tip: Detected that the GEOIP Dat is not Installed, Ready to Download...
ru: Подсказка: Обнаружено отсутствие файла GEOIP Dat базы данных, подготовка к загрузке...

source: Tip: Detected that the Core is not Installed, Ready to Download...
ru: Подсказка: Обнаружено отсутствие файла ядра, подготовка к загрузке...

source: Tip: Detected that the Chnroute Cidr is not Installed, Ready to Download...
ru: Подсказка: Обнаружено отсутствие списка белого списка Китая, подготовка к загрузке...

source: Tip: Detected that the Chnroute Cidr List Format is wrong, Ready to Reformat...
ru: Подсказка: Обнаружена ошибка формата списка белого списка Китая, подготовка к переформатированию...

source: Error: OpenClash Can Not Start, Please Check The Error Info And Try Again!
ru: Ошибка: Не удалось запустить OpenClash, просмотрите подробную информацию об ошибке на странице журналов!

source: Found 53 Port Hijacked, Clean Up Firewall Rules...
ru: Обнаружен перехват порта 53, очистка правил фаервола...

source: Tip: OpenClash Start Running...
ru: Подсказка: OpenClash начинает запуск...

source: Tip: OpenClash Restart...
ru: Подсказка: OpenClash перезапускается...

source: Step 1: Get The Configuration...
ru: Шаг 1: Получение конфигурации...

source: Step 2: Check The Components...
ru: Шаг 2: Проверка компонентов перед запуском...

source: Step 3: Modify The Config File...
ru: Шаг 3: Изменение конфигурации...

source: Step 3: Quick Start Mode, Skip Modify The Config File...
ru: Шаг 3: Режим быстрого запуска, пропуск изменения конфигурации...

source: Step 4: Start Running The Clash Core...
ru: Шаг 4: Запуск основной программы...

source: Step 5: Add Cron Rules, Start Daemons...
ru: Шаг 5: Добавление правил планировщика, запуск программ-демонов...

source: Step 6: Core Status Checking and Firewall Rules Setting...
ru: Шаг 6: Проверка статуса ядра и настройка правил фаервола...

source: Tip: OpenClash Start Successful!
ru: Подсказка: OpenClash успешно запущен, дождитесь доступности серверов!

source: Tip: Firewall Reload Successful!
ru: Подсказка: Фаервол успешно сброшен!

source: Warning: Please Note That Network May Abnormal With IPv6's DHCP Server
ru: Предупреждение: Обнаружено, что вы включили DHCP службу IPv6, это может вызвать аномалии подключения!

source: Tip: OpenClash Stoping...
ru: Подсказка: OpenClash начинает остановку...

source: Step 1: Backup The Current Groups State...
ru: Шаг 1: Резервное копирование текущего состояния групп политик...

source: Step 2: Delete OpenClash Firewall Rules...
ru: Шаг 2: Удаление правил фаервола OpenClash...

source: Step 3: Close The OpenClash Daemons...
ru: Шаг 3: Закрытие демонов OpenClash...

source: Step 4: Close The Clash Core Process...
ru: Шаг 4: Закрытие основного процесса Clash...

source: Step 5: Restart Dnsmasq...
ru: Шаг 5: Перезапуск программы Dnsmasq...

source: Step 6: Delete OpenClash Residue File...
ru: Шаг 6: Удаление остаточных файлов OpenClash...

source: Tip: OpenClash Already Stop!
ru: Подсказка: OpenClash уже остановлен!

source: Skip Reload OpenClash Firewall Rules Until 5 Minutes Later...
ru: Превышено ограничение количества сбросов в течение 5 минут, пропуск сброса правил фаервола OpenClash...

source: Reload OpenClash Firewall Rules...
ru: Сброс правил фаервола OpenClash...

source: Manually Reload Firewall Rules...
ru: Сброс правил фаервола OpenClash...

source: Warning: OpenClash Now Disabled, Need Start From Luci Page, Exit...
ru: Предупреждение: OpenClash в настоящее время отключён, запустите плагин со страницы плагина, выход...

source: Watchdog: Log Size Limit, Clean Up All Log Records...
ru: Демон: Из-за ограничения размера журнала, очистка всего содержимого журнала...

source: Watchdog: Setting Firewall For Rules Order...
ru: Демон: Обнаружена ошибка порядка правил фаервола, изменение правил фаервола плагина...

source: Watchdog: Force Reset DNS Hijack...
ru: Демон: Повторная настройка опции пересылки DNS для Dnsmasq...

source: Rule File
ru: Файл правил

source: Download Error!
ru: Ошибка загрузки!

source: Download Successful!
ru: Загрузка успешна!

source: Switch To The New Proxy When The Delay Difference Between Old and The Fastest Currently is Greater Than This Value
ru: Переключиться на новый прокси, только если разница в задержке между старым и текущим самым быстрым прокси больше этого значения

source: URL-Test Group Tolerance
ru: Чувствительность переключения URL-Test группы политик

source: Attention:
ru: Внимание:

source: The game proxy is a test function and does not guarantee the availability of rules
ru: Игровой прокси — это тестовая функция, не гарантирующая работоспособность правил

source: Preparation steps:
ru: Шаги подготовки:

source: 1. Check the policy group and node you are going to use, Policy group type suggestion: fallback, game nodes must be support UDP and not a Vmess
ru: 1. Проверьте группу политик и ноду, которые собираетесь использовать. Рекомендуемый тип группы политик: FallBack. Игровые ноды должны поддерживать UDP и не быть Vmess нодами

source: 2. Click the <manage third party game rules> or <manage third party rule set> button to enter the rule list and download the rules you want to use
ru: 2. Нажмите кнопку «Управление сторонними игровыми правилами» или «Управление сторонними наборами правил», чтобы войти в список правил и скачать нужные вам правила

source: 3. On this page, set the corresponding configuration file and policy group of the rule you have downloaded, and save the settings
ru: 3. На этой странице настройте соответствующий файл конфигурации и группу политик для скачанных правил и сохраните настройки

source: When setting this page, if the groups is empty, please go to the <Onekey Create> page to add
ru: При настройке этой страницы, если группы политик пусты, сначала перейдите на страницу «Быстрое создание» для их добавления

source: Introduction to rule set usage:
ru: Введение в использование наборов правил:

source: Introduction to proxy usage:
ru: Введение в использование прокси:

source: Introduction to proxy-provider usage:
ru: Введение в использование провайдеров прокси:

source: Subconverter external configuration (subscription conversion template) Description: https://github.com/tindy2013/subconverter#external-configuration-file
ru: Описание внешней конфигурации subconverter (шаблон преобразования подписок): https://github.com/tindy2013/subconverter#external-configuration-file

source: If you need to customize the external configuration file (subscription conversion template), please write it according to the instructions, upload it to the accessible location of the external network, and fill in the address correctly when using it
ru: Если нужно настроить внешний файл конфигурации (шаблон преобразования подписок), напишите его согласно инструкциям, загрузите в доступное извне место и правильно укажите адрес при использовании

source: If you have a recommended external configuration file (subscription conversion template), you can modify by following The file format of /usr/share/openclash/res/sub_ini.list and pr
ru: Если у вас есть рекомендуемый внешний файл конфигурации (шаблон преобразования подписок), вы можете изменить его в соответствии с форматом файла /usr/share/openclash/res/sub_ini.list и отправить PR

source: Note: To restore the default configuration, try accessing:
ru: Внимание: Если настройки потерялись или нужно восстановить настройки по умолчанию, попробуйте перейти по адресу:

source: Take Effect If Fallback DNS Setted, Prevent DNS Pollution
ru: Вступает в силу только если в конфигурации задана группа Fallback DNS. Правильная настройка может эффективно предотвращать DNS загрязнение

source: Error: Fallback-Filter Need fallback of DNS Been Setted, Ignore...
ru: Ошибка: Fallback-Filter вступает в силу только если в конфигурации задана группа Fallback DNS, пропуск этого изменения...

source: Error: Unable To Parse Custom Fallback-Filter File, Ignore...
ru: Ошибка: Не удалось прочитать пользовательские настройки Fallback-Filter, пропуск этого изменения...

source: Simple & trustworthy
ru: Простота & Надёжность

source: Cross-platform Support
ru: Богатая совместимость со сторонними приложениями

source: Global Acceleration Network
ru: Глобальная сетевая инфраструктура

source: Easy to Use
ru: Простота использования

source: Intelligent Shunting
ru: Интеллектуальное разделение трафика

source: Perfect Technical Support
ru: Полная техническая поддержка

source: Plan Expiration Time
ru: Время истечения срока действия

source: Account Balances
ru: Баланс счёта

source: Aff Balances
ru: Реферальный баланс

source: Account Integral
ru: Баллы счёта

source: Today Used
ru: Использовано сегодня

source: Plan Used
ru: Использовано в этом месяце

source: Plan Unused
ru: Оставшийся трафик

source: Plan Traffic
ru: Трафик тарифа

source: Checkin
ru: Испытать удачу

source: Dler Cloud Account Login Failed! Please Check And Try Again...
ru: Не удалось войти в аккаунт Dler Cloud! Проверьте информацию аккаунта и повторите...

source: Dler Cloud Account Login Failed, The Error Info is
ru: Не удалось войти в аккаунт Dler Cloud, информация об ошибке

source: Dler Cloud Checkin Failed! Please Check And Try Again...
ru: Отметка в Dler Cloud не удалась, попробуйте позже!

source: Account Email Address
ru: Адрес аккаунта

source: Account Password
ru: Пароль аккаунта

source: Checkin Interval (hour)
ru: Интервал отметки (часы)

source: Checkin Multiple
ru: Множитель отметки

source: Multiple Must Be a Positive Integer and No More Than 100
ru: Множитель должен быть положительным целым числом не более 100

source: Dler Cloud Checkin Successful, Result:
ru: Отметка в Dler Cloud успешна, результат:

source: Dler Cloud Checkin Failed, Result:
ru: Отметка в Dler Cloud не удалась, результат:

source: Downloading Rule...
ru: Загрузка правила...

source: Download Failed
ru: Загрузка не удалась

source: Download Successful
ru: Загрузка успешна

source: Rule No Change
ru: Правило не обновилось

source: Download Timeout
ru: Таймаут загрузки

source: Rule Project:
ru: Проект правила:

source: Login...
ru: Вход в систему...

source: Dler Cloud Login Successful
ru: Вход в Dler Cloud успешен

source: Dler Cloud Login Faild
ru: Не удалось войти в Dler Cloud

source: Login Account
ru: Войти в аккаунт

source: Dler Cloud Logout Successful
ru: Выход из Dler Cloud успешен

source: Dler Cloud Logout Faild
ru: Не удалось выйти из Dler Cloud

source: Logout Account
ru: Выйти из аккаунта

source: Account Login
ru: Вход в аккаунт

source: Account logged in
ru: Аккаунт вошёл в систему

source: Account not logged in
ru: Аккаунт не вошёл в систему

source: Logout...
ru: Выход из системы...

source: Error Login Info
ru: Ошибка информации для входа

source: Warning: Proxy is no longer used. Auto replaced by proxies
ru: Предупреждение: Написание 【Proxy】 больше не поддерживается, автоматически заменено на proxies

source: Warning: Proxy Group is no longer used. Auto replaced by proxy-groups
ru: Предупреждение: Написание 【Proxy Group】 больше не поддерживается, автоматически заменено на proxy-groups

source: Warning: Rule is no longer used. Auto replaced by rules
ru: Предупреждение: Написание 【Rule】 больше не поддерживается, автоматически заменено на rules

source: Warning: rule-provider is no longer used. Auto replaced by rule-providers
ru: Предупреждение: Написание 【rule-provider】 больше не поддерживается, автоматически заменено на rule-providers

source: Error: Load File Failed,
ru: Ошибка: Не удалось разобрать файл,

source: Error: Set General Failed,
ru: Ошибка: Не удалось изменить конфигурацию General,

source: Error: Set authentication Failed,
ru: Ошибка: Не удалось изменить конфигурацию Authentication,

source: Error: DNS Loop Check,
ru: Ошибка: Проверка DNS петли не пройдена,

source: Error: proxy-groups Get Failed,
ru: Ошибка: Не удалось получить proxy-groups,

source: Error: Set Hosts Rules Failed,
ru: Ошибка: Не удалось изменить конфигурацию Hosts,

source: Error: Set Fake-IP-Filter Failed,
ru: Ошибка: Не удалось изменить конфигурацию Fake-IP-Filter,

source: Error: Set Nameserver-Policy Failed,
ru: Ошибка: Не удалось изменить конфигурацию Nameserver-Policy,

source: Error: Set Custom Rules Failed,
ru: Ошибка: Не удалось установить пользовательские правила,

source: Error: Set BT/P2P DIRECT Rules Failed,
ru: Ошибка: Не удалось установить правило «Проксировать только трафик, соответствующий правилам (BT/P2P прямо)»,

source: Error: Set lhie1 Rules Failed,
ru: Ошибка: Не удалось установить сторонние правила (lhie1),

source: Error: Filter Proxies Failed,
ru: Ошибка: Фильтрация нод не удалась,

source: Error: Unable To Parse Config File,
ru: Ошибка: Не удалось разобрать файл конфигурации,

source: Error: Unable To Parse Updated Rules File,
ru: Ошибка: Не удалось разобрать обновлённый файл правил,

source: Error: Edit Provider Path Failed,
ru: Ошибка: Не удалось изменить путь к провайдеру,

source: Error: Edit URL-Test Group Tolerance Option Failed,
ru: Ошибка: Не удалось изменить допуск для URL-Test группы политик,

source: Error: Game Proxy Merge Failed,
ru: Ошибка: Не удалось объединить группы политик для игровых правил,

source: Error: Rule Set Add Failed,
ru: Ошибка: Не удалось добавить правило Rule-Set для набора правил,

source: Error: Custom Rule Provider Merge Failed,
ru: Ошибка: Не удалось объединить Rule Provider для набора правил,

source: Error: Resolve Proxy-providers Failed,
ru: Ошибка: Не удалось разобрать провайдеры прокси,

source: Error: Resolve Proxies Failed,
ru: Ошибка: Не удалось разобрать ноды,

source: Error: Resolve Groups Failed,
ru: Ошибка: Не удалось разобрать группы политик,

source: Error: Set default-nameserver Failed,
ru: Ошибка: Не удалось изменить конфигурацию Default-nameserver,

source: switching succeeded!
ru: Переключение успешно!

source: switching failed!
ru: Переключение не удалось!

source: Current Config File
ru: Текущая конфигурация

source: Official Website
ru: Официальный сайт

source: Up
ru: Отправлено

source: Down
ru: Получено

source: Up Total
ru: Всего отправлено

source: Down Total
ru: Всего получено

source: Connect
ru: Активных соединений

source: Ram
ru: Использование памяти

source: CPU
ru: Использование ЦПУ

source: Load Avg
ru: Нагрузка системы

source: Bad address specified!
ru: Указан недопустимый адрес!

source: Could not find any connection logs!
ru: Не найдено журналов соединений!

source: Some error occurred!
ru: Произошла ошибка!

source: Click to Test
ru: Нажмите для теста

source: Connection Test
ru: Тест соединения

source: Backup File
ru: Файл резервной копии

source: Backup File Restore Successful!
ru: Резервная копия успешно восстановлена!

source: Backup OpenClash
ru: Резервное копирование OpenClash

source: Not Select
ru: Не выбрано

source: 1. It may be that the plugin is not running
ru: 1. Возможно, плагин не запущен
