Repository: gooog1111/luci-i18n-OpenClash-ru
Catalog: openclash.*.po
Languages: ru

source: Download Rule
ru: Скачать правило

source: Exist
ru: Скачано

source: Not Exist
ru: Не скачано

source: Serial Number
ru: Порядковый номер

source: Game Rules Manage
ru: Управление сторонними игровыми правилами

source: Other Rule Provider Manage
ru: Управление сторонними провайдерами правил

source: Other Rule Providers List
ru: Список сторонних провайдеров правил

source: Proxy UDP Traffics
ru: Пересылка UDP трафика

source: The Servers Must Support UDP forwarding
ru: При включении серверы должны поддерживать UDP пересылку

source: If Docker is Installed, UDP May Not Forward Normally
ru: В прошивках с Docker используйте TUN режим, иначе UDP может неправильно пересылаться, вызывая проблемы в играх

source: Disable QUIC
ru: *Отключить QUIC

source: Prevent YouTube and Others To Use QUIC Transmission
ru: Предотвращает использование QUIC YouTube и другими, что может ухудшить скорость

source: REJECT UDP Traffic(Not Include bypassed regions via China IP Route setting) On Port 443
ru: Заблокировать UDP трафик на порту 443 (Обход указанных регионов IP: при включении или обходе материкового Китая блокирует QUIC за рубежом; в режиме возврата в Китай блокирует QUIC в сторону материка)

source: Operation Mode
ru: Настройки режима

source: Select Operation Mode
ru: *Режим работы страницы

source: Select Mode For Page Settings, Switch By Click the Button Bellow
ru: Выберите режим работы для глобальных настроек. Переключите, нажав кнопку ниже

source: redir-host mode
ru: Redir-Host режим

source: fake-ip mode
ru: Fake-IP режим

source: Switch Operation Mode
ru: Переключить режим работы

source: Switch Mode
ru: Переключить

source: Black&White
ru: Чёрно-белый список

source: LAN Access Control Mode
ru: Режим контроля доступа локальной сети

source: Black List Mode
ru: Режим чёрного списка

source: White List Mode
ru: Режим белого списка

source: LAN Bypassed Host List
ru: IP устройств в локальной сети, не использующих прокси

source: LAN Proxied Host List
ru: IP устройств в локальной сети, использующих прокси

source: WAN Bypassed Host List
ru: WAN IP, не использующие прокси

source: LAN Bypassed Mac List
ru: Mac-адреса устройств в локальной сети, не использующих прокси

source: LAN Proxied Mac List
ru: Mac-адреса устройств в локальной сети, использующих прокси

source: In The Fake-IP Mode, Only Pure IP Requests Are Supported, Please Setting Fake-IP-Filter First If You Need Domain Type Requests
ru: В режиме Fake-IP поддерживаются только запросы к чистым IP. Если нужен доступ по доменам, сначала настройте Fake-IP-Filter

source: Warning: iptables DSCP module not available, please try DCSP rule by core instead, skipping DSCP rule for
ru: Предупреждение: Модуль iptables DSCP недоступен, попробуйте использовать правила DSCP ядра вместо этого. Пропуск правила DSCP для

source: Rule Match Proxy Mode
ru: Проксировать только трафик, соответствующий правилам

source: Append Some Rules to Config, Allow Only Traffic Proxies that Match the Rule, Prevent BT/P2P Passing
ru: Добавляет правила в конфигурацию, разрешая прокси только для трафика, соответствующего правилам, предотвращая прохождение BT/P2P трафика через прокси

source: Common Ports Proxy Mode
ru: *Разрешить только трафик на распространённые порты

source: Only Common Ports, Prevent BT/P2P Passing
ru: Разрешает прохождение через Clash только трафика на распространённые порты, предотвращая прохождение BT/P2P трафика загрузки через прокси

source: 443 or 21-443, Use Space to Separate
ru: 443 или 21-443, разделяйте пробелами

source: Default Common Ports
ru: Распространённые порты по умолчанию

source: Provider File Manage
ru: Управление файлами провайдеров (прокси/правил)

source: Config File Edit
ru: Редактирование конфигурации

source: Delete All File
ru: Удалить все файлы

source: SS/SSR/Vmess or Other Link And Subscription Address is Supported When Online Subscription Conversion is Enabled, Multiple Links Should be One Per Line or Separated By |
ru: При включённом онлайн преобразовании подписок поддерживаются: SS/SSR/Vmess и другие ссылки на ноды, а также ссылки на подписки. Несколько ссылок — по одной на строку или разделённые |

source: URI and subscription address is supported when online subscription conversion enabled, multiple links should be one per line or separated by
ru: При включённом онлайн преобразовании подписок поддерживаются: ссылки на ноды и подписки. Несколько ссылок — по одной на строку или с использованием разделителя

source: Template Name
ru: Шаблон преобразования подписки

source: Subscribe Convert Online
ru: Онлайн преобразование подписки

source: Custom Template URL
ru: Пользовательский адрес шаблона

source: Custom Template
ru: Пользовательский шаблон

source: Emoji
ru: Добавить Emoji

source: skip-cert-verify
ru: Пропустить проверку сертификата

source: Sort
ru: Сортировка

source: Append Node Type
ru: Добавить тип ноды

source: Convert Subscribe Online With Template
ru: Преобразовать подписку онлайн по шаблону

source: Convert Subscribe function of Online is Supported By subconverter Written By tindy X
ru: Функция онлайн преобразования подписок поддерживается subconverter от tindy X

source: Small Flash Memory
ru: Режим малой флеш-памяти

source: Move Core And GEOIP Data File To /tmp/etc/openclash For Small Flash Memory Device
ru: Для устройств с малым объёмом флеш-памяти перемещает файлы ядра и GEOIP базы данных в папку /tmp/etc/openclash

source: Round-robin
ru: Перебор (поочерёдное использование всех прокси)

source: Consistent-hashing
ru: Хеш-совпадение (использование одного прокси для одного сайта)

source: Sticky-sessions
ru: Липкие сессии (один прокси для одинаковых пар исходный-целевой адрес)

source: Strategy Type
ru: Тип стратегии

source: Choose The Load-Balance's Strategy Type
ru: Выберите тип стратегии балансировки нагрузки

source: Choose The Smart's Strategy Type
ru: Выберите тип начальной стратегии сбора данных для Smart группы

source: Uselightgbm
ru: Uselightgbm(Использовать модель)

source: Collectdata
ru: Collectdata(Собирать данные)

source: Policy Priority
ru: Policy Priority(Бонус веса)

source: Use LightGBM Model For Smart Group Weight Prediction
ru: Использовать модель LightGBM для предсказания весов в Smart группе политик

source: Collect Datas For Smart Group Model Training
ru: Собирать данные о соединениях Smart группы для анализа и обучения модели

source: The Priority Of The Nodes, The Higher Than 1, The More Likely It Is To Be Selected, The Default Is 1, Support Regex
ru: Пользовательский бонус веса для нод в Smart группе. Больше 1 означает приоритетный выбор, меньше 1 — снижение частоты использования. По умолчанию 1. Поддерживается Regex

source: Running Status
ru: Статус работы

source: Running Mode
ru: Режим работы

source: Control Panel
ru: Панель управления

source: Quick Action
ru: Быстрые действия

source: No Backup
ru: Резервной копии нет

source: Backup
ru: Резервная копия

source: Enhance
ru: Усиленный

source: Compat
ru: Совместимый

source: Mix
ru: Смешанный

source: Close Connect
ru: Закрыть соединения

source: Close Connect Failed
ru: Не удалось закрыть соединения

source: Restore Nodes Selection
ru: Восстановить выбор нод в группах политик

source: Save Nodes Selection
ru: Сохранить выбор нод в группах политик

source: Reload Firewall
ru: Сбросить фаервол

source: Check Update
ru: Проверить обновления

source: Check Config Update
ru: Проверить обновления конфигурации

source: Check Third Party Rules Update
ru: Проверить обновления сторонних правил

source: Check GEOIP Data Update
ru: Проверить обновления GEOIP базы

source: Check GeoSite Data Update
ru: Проверить обновления GeoSite базы

source: You have not installed the core yet, do you want to download and install it now?
ru: Ядро ещё не установлено. Скачать и установить сейчас?

source: No Compiled Version is Selected, Please Select on The Top and Try Again!
ru: Версия для сборки не выбрана. Выберите вверху и повторите!

source: Checking...
ru: Проверка обновлений...

source: Reloading...
ru: Сброс...

source: Restoring...
ru: Восстановление...

source: Saving...
ru: Сохранение...

source: Firewall Rules Reset Failed
ru: Не удалось сбросить правила фаервола

source: Close All Connections Railed
ru: Не удалось сбросить все соединения

source: Restore Nodes Selection Railed
ru: Восстановление не удалось

source: Save Nodes Selection Failed
ru: Резервное копирование не удалось

source: Tip: after started, please wait patiently until the connection is normal
ru: Подсказка: после успешного запуска OpenClash терпеливо дождитесь нормализации соединения, проверяя статус доступа к сайтам ниже

source: Tip: You can modify the profile on the profile page (for content that is not taken over)
ru: Подсказка: Вы можете напрямую редактировать конфигурацию на странице конфигурации (для содержимого, не управляемого плагином)

source: Tip: do not write configuration files? Try to create one click on the server page
ru: Подсказка: Не умеете писать файлы конфигурации? Попробуйте быстро создать на странице [Управление серверами и группами политик]

source: Tip: some website are abnormal? Try switching modes or using third-party rules
ru: Подсказка: Некоторые сайты работают некорректно? Попробуйте сменить режим или использовать сторонние правила

source: Tip: using the fake IP mode can get a faster access experience
ru: Подсказка: Использование режима Fake-IP даёт более быстрый опыт доступа

source: Tip: the nameserver group must have at least one server set when using custom DNS
ru: Подсказка: При использовании пользовательских вышестоящих DNS серверов группа NameServer должна содержать хотя бы один сервер

source: Tip: if you don not use IPv6, please turn off the DHCP service of IPv6, otherwise the connection will be abnormal
ru: Подсказка: Если не используете IPv6, отключите DHCP службу IPv6, иначе могут возникнуть аномалии подключения

source: Tip: you can update the version in the settings page
ru: Подсказка: Вы можете обновить версию на странице настроек плагина

source: Note: if the update fails, you can manually download and upload
ru: Внимание: Если обновление не удалось, можно скачать и загрузить вручную

source: Note: the client may not support update, because the firmware with squashfs format will not release flash space after updating
ru: Внимание: Клиент может не поддерживать обновление, так как прошивки формата squashfs не освобождают место во флеш-памяти после обновления

source: Compiled Version
ru: Версия для сборки

source: Release Branch
ru: Ветка обновлений

source: Note: options will auto-save when you click to update or download
ru: Внимание: Следующие опции автоматически сохранятся при нажатии на обновление или загрузку

source: CPU Architecture
ru: Архитектура процессора

source: Last Check Update
ru: Последняя проверка обновлений

source: Current Core
ru: Текущая версия ядра

source: Latest Core
ru: Последняя версия ядра

source: Core path:
ru: Путь к ядру:

source: Update Core
ru: Обновить ядро

source: Download Latest Core
ru: Скачать последнюю версию ядра

source: Client Update
ru: Обновление клиента

source: Current Client
ru: Текущая версия клиента

source: Update Client
ru: Обновить клиент

source: Latest Client
ru: Последняя версия клиента

source: Download Latest Client
ru: Скачать последнюю версию клиента

source: Restore Default Config
ru: Восстановить настройки по умолчанию

source: Failed to get the latest version. Please try again later!
ru: Не удалось получить последнюю версию. Попробуйте позже!

source: Are you sure want to restore the default config?
ru: Вы уверены, что хотите восстановить настройки по умолчанию?

source: Restore succeeded!
ru: Настройки по умолчанию восстановлены!

source: Restore failed!
ru: Не удалось восстановить настройки по умолчанию!

source: Support syntax check, press
ru: Поддерживает проверку синтаксиса, кнопка

source: to control diff option, press
ru: управляет отображением Diff, кнопка

source: to enter full screen editing mode
ru: войти в режим полноэкранного редактирования

source: Switch page to Fake-IP mode
ru: Переключить страницу в режим Fake-IP

source: Switch page to Redir-Host mode
ru: Переключить страницу в режим Redir-Host

source: Page has been switched to Fake-IP mode!
ru: Страница переключена в режим Fake-IP!

source: Page has been switched to Redir-Host mode!
ru: Страница переключена в режим Redir-Host!

source: IP Address
ru: IP адрес

source: Access Check
ru: Проверка доступа

source: Baidu Search
ru: Поиск Baidu

source: NetEase Music
ru: Музыка NetEase

source: Querying...
ru: Запрос...

source: Testing...
ru: Проверка...

source: Access Timed Out
ru: Таймаут соединения

source: Access Normal
ru: Доступ нормальный

source: Access Denied
ru: Доступ запрещён

source: Bind Network Interface
ru: Привязать сетевой интерфейс

source: Default Interface Name:
ru: Интерфейс по умолчанию в системе:

source: ,Try Enable If Network Loopback
ru: , В случае сетевого лупинга/зависания попробуйте включить

source: Custom GeoIP MMDB URL
ru: URL для обновления GeoIP MMDB базы

source: Custom GeoSite URL
ru: URL для обновления GeoSite базы

source: Custom Geo ASN URL
ru: URL для обновления Geo ASN базы

source: Custom Chnroute6 Lists URL
ru: URL для обновления списка IPv6 Китая

source: Custom Chnroute Lists URL
ru: URL для обновления списка IP Китая

source: Custom GeoIP MMDB URL, Click Button Below To Refresh After Edit
ru: Пользовательский источник обновления GeoIP MMDB базы. После редактирования нажмите кнопку ниже для применения

source: Custom GeoSite Data URL, Click Button Below To Refresh After Edit
ru: Пользовательский источник обновления GeoSite базы. После редактирования нажмите кнопку ниже для применения

source: Custom Geo ASN Data URL, Click Button Below To Refresh After Edit
ru: Пользовательский источник обновления Geo ASN базы. После редактирования нажмите кнопку ниже для применения

source: Custom Chnroute Lists URL, Click Button Below To Refresh After Edit
ru: Пользовательский источник обновления списка IP Китая. После редактирования нажмите кнопку ниже для применения

source: Custom Chnroute6 Lists URL, Click Button Below To Refresh After Edit
ru: Пользовательский источник обновления списка IPv6 Китая. После редактирования нажмите кнопку ниже для применения

source: (Default)
ru: (По умолчанию)

source: (Default mmdb)
ru: (По умолчанию, все страны, записывает только iso_code и geoname_id)

source: (All Info mmdb)
ru: (Все страны, содержит все официальные данные)

source: (Only CN)
ru: (Только данные Китая)

source: Other Rules Edit
ru: Настройка сторонних правил

source: Get Group Names
ru: Получить группы политик

source: Get Group Names After Select Config File
ru: После выбора файла конфигурации нажмите, чтобы получить соответствующие группы политик

source: Other Rules Name
ru: Сторонние правила

source: Note
ru: Примечание

source: Auto Restart
ru: Автоперезапуск

source: Auto Restart OpenClash
ru: Автоперезапуск плагина

source: Restart Time (Every Week)
ru: Время перезапуска (еженедельно)

source: Restart time (every day)
ru: Время перезапуска (ежедневно)

source: DNS Port
ru: Порт прослушивания DNS

source: Log Size (KB)
ru: Размер журнала (КБ)

source: Set Log File Size (KB)
ru: Установить размер файла журнала (КБ)

source: Download Log
ru: Скачать журнал

source: Convert Address
ru: Адрес службы преобразования подписок

source: Note: There is A Risk of Privacy Leakage in Online Convert
ru: Внимание: Онлайн преобразование подписок несёт риск утечки приватности

source: Remove Core
ru: Удалить ядро

source: Are you sure want to remove all core files?
ru: Вы уверены, что хотите удалить все файлы ядра?

source: Remove succeeded!
ru: Удаление успешно!

source: Remove failed!
ru: Удаление не удалось!

source: Import
ru: Импорт информации о конфигурации

source: Import configuration information successfully
ru: Информация о конфигурации успешно импортирована

source: Invalid format
ru: Неверный формат

source: User cancelled
ru: Пользователь отменил

source: Paste sharing link here
ru: Вставьте ссылку для общего доступа сюда

source: Unsupported protocol type
ru: Неподдерживаемый протокол

source: Copy
ru: Копировать

source: Export
ru: Экспорт информации о конфигурации

source: Export failed
ru: Экспорт не удался

source: Export error
ru: Ошибка экспорта

source: Parse error.
ru: Ошибка разбора

source: to clipboard successfully
ru: успешно скопировано в буфер обмена

source: Unable to copy
ru: Не удалось скопировать

source: to clipboard
ru: в буфер обмена

source: Exclude Keyword Match Default
ru: Исключить нерабочие ноды

source: Tip: Start downloading
ru: Подсказка: Начало загрузки

source: Download successful, start pre update test...
ru: Загрузка успешна, начало предварительного тестирования перед обновлением...

source: Pre update test failed...
ru: Предварительное тестирование не удалось...

source: Pre update test failed after 3 attempts, the file is saved in /tmp/openclash.ipk, please try to update manually with
ru: Предварительное тестирование не удалось после 3 попыток, файл сохранён в /tmp/openclash.ipk, попробуйте обновить вручную командой

source: Pre update test failed after 3 attempts, the file is saved in /tmp/openclash.apk, please try to update manually with
ru: Предварительное тестирование не удалось после 3 попыток, файл сохранён в /tmp/openclash.apk, попробуйте обновить вручную командой

source: Pre update test passed, ready to update and please do not refresh the page and other operations...
ru: Предварительное тестирование пройдено, подготовка к обновлению. Пожалуйста, не обновляйте страницу и не выполняйте других действий во время процесса...

source: Installing the new version, please do not refresh the page or do other operations...
ru: Установка новой версии. Пожалуйста, не обновляйте страницу и не выполняйте других действий во время процесса...

source: Installation failed...
ru: Установка пакета не удалась...

source: Tip: OpenClash update successful, about to restart!
ru: Подсказка: OpenClash успешно обновлён, скоро будет перезапущен!

source: Error: OpenClash update failed after 3 attempts, the file is saved in /tmp/openclash.ipk, please try to update manually with
ru: Ошибка: Не удалось обновить OpenClash после 3 попыток, файл сохранён в /tmp/openclash.ipk, попробуйте обновить вручную командой

source: Error: OpenClash update failed after 3 attempts, the file is saved in /tmp/openclash.apk, please try to update manually with
ru: Ошибка: Не удалось обновить OpenClash после 3 попыток, файл сохранён в /tmp/openclash.apk, попробуйте обновить вручную командой

source: Download Failed after 3 attempts, please check the network or try again later!
ru: Загрузка не удалась после 3 попыток, проверьте сеть или попробуйте позже!

source: Download failed...
ru: Загрузка не удалась...

source: Error: Failed to get version information, please try again later...
ru: Ошибка: Не удалось получить информацию о версии, попробуйте позже...

source: Tip: OpenClash has not been updated, stop continuing!
ru: Подсказка: OpenClash не обновлён, остановка операции!

source: Core Version Check Error, Please Try Again Later...
ru: Ошибка проверки последней версии ядра, попробуйте позже...

source: Core Downloading, Please Try to Download and Upload Manually If Fails
ru: Загрузка версии ядра. Если загрузка не удалась, попробуйте скачать и загрузить вручную...

source: Core Download Successful, Start Update...
ru: Загрузка версии ядра успешна, начало обновления...

source: Core Download Failed, Please Check The Network or Try Again Later!
ru: Загрузка версии ядра не удалась, проверьте сеть или попробуйте позже!

source: Core Update Failed, Please Check The Network or Try Again Later!
ru: Обновление версии ядра не удалось, проверьте сеть или попробуйте позже!

source: Core Update Successful!
ru: Версия ядра успешно обновлена!

source: Core Update Failed, Please Make Sure Enough Flash Memory Space or Selected Correct Core Platform And Try Again!
ru: Обновление версии ядра не удалось, убедитесь, что на флеш-памяти достаточно места и выбрана правильная платформа ядра, затем повторите!

source: Core Update Failed...
ru: Обновление версии ядра не удалось...

source: Core Download Failed...
ru: Загрузка версии ядра не удалась...

source: Core Update Failed, Please Make Sure Enough Flash Memory Space And Try Again!
ru: Обновление версии ядра не удалось, убедитесь, что на флеш-памяти достаточно места, затем повторите!

source: Warning: No Compiled Version Selected, Please Select In Update Page And Try Again!
ru: Предупреждение: Версия для сборки не выбрана. Выберите на странице обновления и повторите!

source: Core Has Not Been Updated, Stop Continuing Operation!
ru: Версия ядра не обновлялась, остановка операции!

source: Start Downloading Third Party Rules in Use...
ru: Начало загрузки используемых сторонних правил...

source: Warning: Multiple Other-Rules-Configurations Enabled, Ignore...
ru: Предупреждение: Обнаружено включение нескольких конфигураций сторонних правил, игнорируем последующие...

source: Download Successful, Start Preprocessing Rule File...
ru: Загрузка успешна, начало предварительной обработки файла правил...

source: Error:
ru: Ошибка:

source: Tip:
ru: Подсказка:

source: Warning:
ru: Предупреждение:

source: Rule File Format Validation Failed, Please Try Again Later...
ru: Проверка формата файла правил не удалась, попробуйте позже...

source: Error: Updated Others Rules
ru: Ошибка: Обновлённый файл сторонних правил

source: Has No Rules Field, Update Exit...
ru: Часть правил не прошла проверку, попробуйте позже...

source: Has Incompatible Proxy-Group, Update Exit, Please Wait For OpenClash Update To Adapt...
ru: Содержит неподдерживаемые группы политик, обновление остановлено. Ждите обновления OpenClash для адаптации...

source: Check The Downloaded Rule File For Updates...
ru: Проверка загруженного файла правил на наличие обновлений...

source: Detected that The Downloaded Rule File Has Been Updated, Starting To Replace...
ru: Обнаружено, что загруженный файл правил обновился, начало замены...

source: Other Rules
ru: Файл сторонних правил

source: Update Successful!
ru: Обновление успешно!

source: Updated Other Rules
ru: Обнаружен обновлённый файл правил

source: No Change, Do Nothing!
ru: Нет обновлений, остановка операции!

source: Update Error, Please Try Again Later...
ru: Загрузка не удалась, проверьте сеть или попробуйте позже...

source: Other Rules Not Enable, Update Stop!
ru: Сторонние правила не включены, обновление прекращено!

source: Get Other Rules Settings Faild, Update Stop!
ru: Конфигурация сторонних правил не найдена, обновление прекращено!

source: is Replaced Successfully, Start Picking Nodes...
ru: заменён успешно, обнаружено включение фильтрации нод, начало выбора нод...

source: is Replaced Successfully, Start to Reserving...
ru: заменён успешно, обнаружено включение сохранения конфигурации, начало применения настроек...

source: Config File Test Successful, Check If There is Any Update...
ru: Тестирование конфигурации успешно, проверка на наличие обновлений...

source: Are Updates, Start Replacing...
ru: Есть обновления, начало замены...

source: Download Successful, Start To Create...
ru: Загрузка успешна, локально нет файла конфигурации, начало создания...

source: Error: Ruby Works Abnormally, Please Check The Ruby Library Depends!
ru: Ошибка: Зависимости Ruby работают некорректно, не удалось проверить конфигурацию. Убедитесь, что зависимости Ruby работают нормально, и повторите!

source: Config File Format Validation Failed...
ru: Проверка формата конфигурации не удалась...

source: Error: Updated Config
ru: Ошибка: Обновлённая конфигурация

source: Has No Proxy Field, Update Exit...
ru: Часть нод не прошла проверку...

source: Start Updating Config File
ru: Начало обновления конфигурации
