Repository: gooog1111/luci-i18n-OpenClash-ru
Catalog: openclash.*.po
Languages: ru

source: Config editor not ready, please try again
ru: Редактор конфигурации не готов, повторите попытку

source: New version available
ru: Доступна новая версия

source: Failed to get subscription config
ru: Не удалось получить конфигурацию подписки

source: Expire Date
ru: Срок действия

source: RAW address
ru: Исходный адрес

source: Enter custom User-Agent
ru: Введите пользовательский User-Agent

source: Stream Unlock
ru: Разблокировка стриминга

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Enter subscription URL or multiple links (one per line)
ru: Введите URL подписки или несколько ссылок (по одной на строку)

source: Enter custom convert address
ru: Введите пользовательский адрес преобразования

source: Enter custom template URL
ru: Введите пользовательский URL шаблона

source: eg: rename=match@replace, one param per line
ru: Например: rename=match@replace, один параметр на строку

source: Enter keywords to include nodes (one per line)
ru: Введите ключевые слова для включения нод (по одному на строку)

source: Enter keywords to exclude nodes (one per line)
ru: Введите ключевые слова для исключения нод (по одному на строку)

source: Expire Time
ru: Время истечения

source: Remaining Traffic
ru: Оставшийся трафик

source: TG Group
ru: TG группа

source: Invalid subscription URL format. Support HTTP/HTTPS subscription URLs or protocol links, can be separated by newlines or |
ru: Неверный формат URL подписки. Поддерживаются HTTP/HTTPS URL подписок или ссылки протоколов, можно разделять переводом строки или |

source: Invalid subscription URL format. Only single HTTP/HTTPS subscription URL is supported when subscription conversion is disabled
ru: Неверный формат URL подписки. При отключённом преобразовании подписок поддерживается только одиночный HTTP/HTTPS URL подписки

source: Advanced Options
ru: Расширенные настройки

source: Show more subscription options
ru: Показать больше настроек подписки

source: Overwrite
ru: Переопределить

source: Original Config
ru: Исходная конфигурация

source: Runtime Config
ru: Рабочая конфигурация

source: Runtime config (read only)
ru: Рабочая конфигурация (только чтение)

source: Start Downloading LightGBM Model...
ru: Начало загрузки модели LightGBM...

source: LightGBM Model Download Success, Check Updated...
ru: Загрузка модели LightGBM успешна, проверка на обновления...

source: LightGBM Model Has Been Updated, Starting To Replace The Old Version...
ru: Модель LightGBM обновилась, замена старой версии...

source: LightGBM Model Update Successful!
ru: Модель LightGBM успешно обновлена!

source: Updated LightGBM Model No Change, Do Nothing...
ru: Модель LightGBM не изменилась, операция остановлена...

source: LightGBM Model Update Error, Please Try Again Later...
ru: Ошибка обновления модели LightGBM, проверьте сеть или попробуйте позже...

source: Smart Auto Switch
ru: Автопереключение Smart политик

source: Auto Switch Url-test and Load-balance Group to Smart Group
ru: Автоматическое переключение групп политик Url-test и Load-balance на Smart группу

source: Enable LightGBM Model
ru: Включить модель LightGBM

source: Use LightGBM Model To Predict Weight
ru: Использовать модель LightGBM для предсказания весов

source: Auto Update LightGBM Model
ru: Автообновление модели

source: Custom Model URL
ru: Пользовательский URL для обновления модели

source: Update Model
ru: Обновить модель

source: Custom LightGBM Model URL, Click Button Below To Refresh After Edit
ru: Пользовательский источник обновления модели. После редактирования нажмите кнопку ниже для применения

source: Colletct Training Data
ru: Собирать данные для обучения

source: Data Colletct File Size (MB)
ru: Размер файла собираемых данных (МБ)

source: Limit The File Size of Collected Data, The Default is 100MB
ru: Ограничить размер файла собираемых данных, по умолчанию 100 МБ

source: Data Colletct Rate
ru: Частота сбора данных

source: Data Acquisition Rate, Desirable Values are 0-1, The Default is 1
ru: Указать частоту сбора данных, значение от 0 до 1, по умолчанию 1

source: Node Select Strategy
ru: Стратегия выбора нод

source: Before Node Data Collect Completely, The Default is Sticky-sessions
ru: До сбора достаточного количества данных и оптимизации, использовать указанную стратегию выбора нод, по умолчанию липкие сессии (sticky-sessions)

source: Error: Setting Smart Auto Switch Failed,
ru: Ошибка: Не удалось выполнить автопереключение Smart групп политик,

source: Flush Smart Cache
ru: Очистить кэш Smart

source: Current Version:
ru: Текущая версия:

source: Light Version
ru: Облегчённая версия

source: Middle Version
ru: Средняя версия

source: Large Version
ru: Полная версия

source: Add New File
ru: Добавить новый файл

source: Local File
ru: Локальный файл

source: Refresh Subscription
ru: Обновить подписку

source: Refreshing subscription...
ru: Обновление подписки...

source: Subscription refreshed successfully
ru: Подписка успешно обновлена

source: Subscription refresh failed
ru: Не удалось обновить подписку

source: Edit Subscription Info
ru: Редактировать информацию о подписке

source: Are you sure you want to delete this file and its subscription info?
ru: Вы уверены, что хотите удалить этот файл и информацию о его подписке?

source: Add Overwrite Module
ru: Добавить модуль переопределения

source: Ready to add file
ru: Готово к добавлению файла

source: openclash_custom_overwrite.sh already exists and cannot be added again
ru: openclash_custom_overwrite.sh уже существует, повторное добавление невозможно

source: Created successfully
ru: Успешно создано

source: Please enter subscription URL
ru: Введите URL подписки

source: Invalid subscription URL format, only single HTTP/HTTPS link is supported
ru: Неверный формат URL подписки, поддерживается только одиночная HTTP/HTTPS ссылка

source: Downloading subscription content...
ru: Загрузка содержимого подписки...

source: Download completed
ru: Загрузка завершена

source: Failed to save subscription info:
ru: Не удалось сохранить информацию о подписке:

source: Ready to edit
ru: Готово к редактированию

source: Subscription saved successfully
ru: Подписка успешно сохранена

source: Failed to save subscription
ru: Не удалось сохранить подписку

source: Environment variable
ru: Переменная окружения

source: Warning: DOWNLOAD FILE no target in
ru: Предупреждение: Загрузка файла не указала параметр цели в

source: Error: DOWNLOAD FILE failed for
ru: Ошибка: Загрузка файла не удалась для

source: Warning: skip General key not allowed
ru: Предупреждение: Пропуск неподдерживаемого параметра

source: Warning: skip General key type error
ru: Предупреждение: Пропуск параметра с ошибкой типа значения

source: Warning: skip invalid Overwrite command
ru: Предупреждение: Пропуск неподдерживаемой команды переопределения

source: Tip: Processing Overwrite Module
ru: Подсказка: Выполнение модуля переопределения

source: Tip: Load Overwrite Script
ru: Подсказка: Загрузка команды переопределения

source: Tip: DOWNLOAD FILE for
ru: Подсказка: Выполнение загрузки файла для

source: Tip: Add Cron for
ru: Подсказка: Добавление правила планировщика для

source: Delete
ru: Удалить

source: Delete failed
ru: Удаление не удалось

source: Overwrite Module Edit
ru: Редактирование модуля переопределения

source: Nodes Weight Priority, <1 Means Lower Priority, >1 Means Higher Priority, The Default is 1, Pattern Support Regex and String
ru: Бонус веса нод. <1 означает более низкий приоритет, >1 означает более высокий приоритет, по умолчанию 1. Шаблон поддерживает Regex и строку

source: Edit Module Info
ru: Редактировать информацию о модуле

source: Subscription
ru: Подписка

source: Overwrite Module
ru: Модуль переопределения

source: module not found, please check your system depends if something abnormal!
ru: Модуль не найден, при возникновении аномалий проверьте зависимости вашей системы!

source: Select Nodes Force Lookup and Use Target ASN Info First For More Stable Experience
ru: При выборе нод принудительно искать и优先使用 информации ASN цели для более стабильного опыта

source: Prefer-ASN
ru: Приоритет ASN

source: Theme Switch
ru: Переключение темы
